const dataJson = {
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "properties": {
                "id": "5901020554",
                "name": "師大藥局",
                "phone": "02 -23623479",
                "address": "台北市大安區師大路99號1樓",
                "mask_adult": 0,
                "mask_child": 42,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺北市",
                "town": "大安區",
                "cunli": "古風里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    121.528509,
                    25.02271
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5901020563",
                "name": "施寶藥局",
                "phone": "02 -27114175",
                "address": "台北市大安區安東街50－5號1樓",
                "mask_adult": 0,
                "mask_child": 30,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "口罩代售時間自早上9:00開始發放號牌並同時發售",
                "custom_note": "",
                "website": "",
                "county": "臺北市",
                "town": "大安區",
                "cunli": "誠安里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    121.54256,
                    25.042768
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5901020590",
                "name": "燕福藥局",
                "phone": "02 -23627307",
                "address": "台北市大安區羅斯福路3段283巷14弄14號之3",
                "mask_adult": 0,
                "mask_child": 252,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午休診、星期二下午休診、星期三下午休診、星期四下午休診、星期五下午休診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺北市",
                "town": "大安區",
                "cunli": "大學里",
                "service_periods": "NNNNNNNYYYYYNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    121.532433,
                    25.018166
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5901020616",
                "name": "龍護大藥局",
                "phone": "02 -23250686",
                "address": "台北市大安區大安路1段224巷7號1Ｆ",
                "mask_adult": 0,
                "mask_child": 168,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺北市",
                "town": "大安區",
                "cunli": "仁慈里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    121.545445,
                    25.034014
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5901020634",
                "name": "新廣生藥局",
                "phone": "02 -27071221",
                "address": "台北市大安區仁愛路4段34號",
                "mask_adult": 1,
                "mask_child": 83,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺北市",
                "town": "大安區",
                "cunli": "德安里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    121.546722,
                    25.03762
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5901020652",
                "name": "寶德藥局",
                "phone": "02 -27364240",
                "address": "台北市大安區樂利路105號1Ｆ",
                "mask_adult": 0,
                "mask_child": 50,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺北市",
                "town": "大安區",
                "cunli": "法治里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    121.552389,
                    25.025124
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903070089",
                "name": "后里瑞士藥師藥局",
                "phone": "04 -25566999",
                "address": "臺中市后里區甲后路二段579號",
                "mask_adult": 0,
                "mask_child": 46,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周六，早上8點開始發放號碼牌並領取口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "后里區",
                "cunli": "眉山里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.689005,
                    24.314369
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903070098",
                "name": "祐恩藥局",
                "phone": "04 -25587518",
                "address": "臺中市后里區甲后路一段478號1樓",
                "mask_adult": 0,
                "mask_child": 102,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一到周六，晚上7點開始發放號碼牌販賣防疫口罩，國定例假日照常調劑藥服務。清明、端午、中秋節晚上休息。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "后里區",
                "cunli": "后里里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.723987,
                    24.309078
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903070105",
                "name": "后里藥局",
                "phone": "04 -25590119",
                "address": "臺中市后里區文明路133號1樓",
                "mask_adult": 0,
                "mask_child": 99,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每日不固定時間發放口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "后里區",
                "cunli": "墩東里",
                "service_periods": "NNNNNNNNNNNNYYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.716379,
                    24.306786
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903070132",
                "name": "內埔瑞士藥師藥局",
                "phone": "04 -25566959",
                "address": "臺中市后里區中山路37號1樓",
                "mask_adult": 0,
                "mask_child": 82,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一至周日早上11點發放號碼牌及領取口罩，實際仍以藥局公告為主",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "后里區",
                "cunli": "墩西里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.711292,
                    24.304459
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903070141",
                "name": "甲后藥局",
                "phone": "04 -25577378",
                "address": "臺中市后里區甲后路一段253號1樓",
                "mask_adult": 22,
                "mask_child": 132,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一到周六，早上8點開始用健保卡排隊，10點後領取口罩及健保卡",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "后里區",
                "cunli": "義里里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.726996,
                    24.309056
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903080030",
                "name": "捷達藥局",
                "phone": "04 -25225207",
                "address": "臺中市神岡區大漢街25號",
                "mask_adult": 4,
                "mask_child": 0,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "周一到周六上午9:00開始發放號碼牌及販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "神岡區",
                "cunli": "大社里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.697439,
                    24.253516
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903080085",
                "name": "社南藥局",
                "phone": "04 -25616114",
                "address": "臺中市神岡區民生路24號1樓",
                "mask_adult": 0,
                "mask_child": 14,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每天8點開始排隊發號碼至賣完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "神岡區",
                "cunli": "社南里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.682062,
                    24.246073
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903080094",
                "name": "灃洲大藥局",
                "phone": "04 -25150169",
                "address": "臺中市神岡區豐洲路466－3號1樓",
                "mask_adult": 0,
                "mask_child": 2,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每天9點開始排隊發號碼至賣完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "神岡區",
                "cunli": "豐洲里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.704505,
                    24.261794
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090054",
                "name": "美日康藥局",
                "phone": "04 -25382308",
                "address": "臺中市潭子區大新路58號",
                "mask_adult": 0,
                "mask_child": 138,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一至周日下午1點開始發號碼牌並依序販售!售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "福仁里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.7075,
                    24.202362
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090072",
                "name": "元康健保藥局",
                "phone": "04 -25353893",
                "address": "臺中市潭子區圓通南路196號1樓",
                "mask_adult": 8,
                "mask_child": 92,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "下午3點現場分號碼後  依序賣口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "潭陽里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.704278,
                    24.207247
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090116",
                "name": "上宇藥局",
                "phone": "04 -25321258",
                "address": "臺中市潭子區中山路2段381號1樓",
                "mask_adult": 0,
                "mask_child": 116,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "週一至週日上午9點分號碼牌後依序賣口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "潭陽里",
                "service_periods": "NNNNNNNNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.705107,
                    24.212962
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090125",
                "name": "愛生藥師藥局",
                "phone": "04 -25321819",
                "address": "臺中市潭子區中山路2段491號",
                "mask_adult": 0,
                "mask_child": 66,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日8:20發放號碼牌，13:00後回來領口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "潭秀里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.705109,
                    24.215937
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090134",
                "name": "光陽藥局",
                "phone": "04 -25365607",
                "address": "臺中市潭子區福潭路505號1樓",
                "mask_adult": 20,
                "mask_child": 78,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "上午8:00起發號碼牌並收健保卡，下午3:00發售口罩，週周日休息",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "潭陽里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.710841,
                    24.213916
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090189",
                "name": "名方藥局",
                "phone": "04 -25341777",
                "address": "臺中市潭子區勝利路285號1樓",
                "mask_adult": 2,
                "mask_child": 0,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "營業時間:AM0800~1200;PM1500~2200",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "甘蔗里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.70042,
                    24.213212
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090223",
                "name": "均安藥局",
                "phone": "04 -25310998",
                "address": "臺中市潭子區興華一路503號1樓",
                "mask_adult": 0,
                "mask_child": 168,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "週一~週日︰成人口罩下午2點開始排隊販售，兒童口罩上午8:30開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "甘蔗里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.701372,
                    24.214013
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090303",
                "name": "安康藥局",
                "phone": "04 -25352796",
                "address": "臺中市潭子區潭興路三段87號",
                "mask_adult": 0,
                "mask_child": 174,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午休診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一~週六上午9:00~11:00，售完為止，週日休息。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "甘蔗里",
                "service_periods": "NNNNNNYNNYNNNYNNYNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.70249,
                    24.211504
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090312",
                "name": "惠安藥局",
                "phone": "04 -25340462",
                "address": "臺中市潭子區中山路二段362號",
                "mask_adult": 0,
                "mask_child": 106,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一~周六上午8:30起排隊販售，週日休息。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "潭秀里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.705428,
                    24.213477
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090330",
                "name": "潭子炘星藥局",
                "phone": "04 -25320107",
                "address": "臺中市潭子區中山路一段97號1樓",
                "mask_adult": 0,
                "mask_child": 49,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "中午12:00~1300起販售75份成人口罩，下午6:00~7:00販售25份成人口罩，兒童口罩上述二時段皆販售，週日休息。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "家福里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.702298,
                    24.193194
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090349",
                "name": "久揚藥局",
                "phone": "04 -25356103",
                "address": "臺中市潭子區頭張路一段7號1樓",
                "mask_adult": 0,
                "mask_child": 48,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "固定週一至週六07:40開始發放號碼牌販售口罩售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "家福里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.701972,
                    24.194307
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903090367",
                "name": "成記藥局",
                "phone": "04 -25358076",
                "address": "臺中市潭子區潭興路三段93號1樓",
                "mask_adult": 10,
                "mask_child": 110,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間自13:00 現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "潭子區",
                "cunli": "甘蔗里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.702362,
                    24.211507
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903100019",
                "name": "永瑞藥局",
                "phone": "04 -25609969",
                "address": "臺中市大雅區民生路1段212號",
                "mask_adult": 0,
                "mask_child": 6,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "8am發號碼牌，11am賣，周六休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大雅區",
                "cunli": "大雅里",
                "service_periods": "NNNNNYNNNNNNYNNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.651166,
                    24.227534
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903100046",
                "name": "躍獅佑仁藥局",
                "phone": "04 -25608256",
                "address": "臺中市大雅區雅環路2段287號",
                "mask_adult": 2,
                "mask_child": 104,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定週一~週六 晚上7:00開始發放號碼牌並依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大雅區",
                "cunli": "上雅里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.648849,
                    24.229188
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903100055",
                "name": "大詮藥師藥局",
                "phone": "04 -25682767",
                "address": "臺中市大雅區民生路3段432號",
                "mask_adult": 0,
                "mask_child": 26,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一到週六，代售時間自10:00，現場排隊(9:50發號碼牌)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大雅區",
                "cunli": "大楓里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.665521,
                    24.23441
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903100082",
                "name": "大雅安德藥局",
                "phone": "04 -25604133",
                "address": "臺中市大雅區中清東路229號",
                "mask_adult": 0,
                "mask_child": 92,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日下午14:45發放號碼牌，15:00開始販售。(周一-周日)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大雅區",
                "cunli": "大雅里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.646889,
                    24.224592
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903100091",
                "name": "樂心藥局",
                "phone": "04 -25682568",
                "address": "臺中市大雅區建興路143號",
                "mask_adult": 0,
                "mask_child": 18,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每日上午10:00發放號碼牌且開始販售。(固定周一到周六)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大雅區",
                "cunli": "三和里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.66589,
                    24.216461
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903100108",
                "name": "杏一大雅中清藥局",
                "phone": "04 -25601791",
                "address": "臺中市大雅區中清路四段31、33、35號",
                "mask_adult": 10,
                "mask_child": 60,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "每日中午13:50發放號碼牌，13:55開始販售。(全年無休)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大雅區",
                "cunli": "六寶里",
                "service_periods": "NNNNNNYNNNNNNYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.62995,
                    24.240993
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903100117",
                "name": "妙昌藥局",
                "phone": "04 -25664426",
                "address": "臺中市大雅區永和路194號",
                "mask_adult": 0,
                "mask_child": 6,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日上午9:30發放號碼牌，10:00開始販售。(固定周一到周日)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大雅區",
                "cunli": "大雅里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.647222,
                    24.22272
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903130017",
                "name": "祐民健保藥局",
                "phone": "04 -26836736",
                "address": "臺中市外埔區甲后路三段1030號1樓",
                "mask_adult": 0,
                "mask_child": 4,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一到周六，早上8:00開始發放號碼牌及販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "外埔區",
                "cunli": "大同里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.65323,
                    24.331987
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903130026",
                "name": "博翔欣大藥局",
                "phone": "04 -26833312",
                "address": "臺中市外埔區重光路33－19號",
                "mask_adult": 0,
                "mask_child": 26,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一到周六早上7:30。(周日早上8:00)開始發放號碼牌及販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "外埔區",
                "cunli": "大同里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.652107,
                    24.331248
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903130035",
                "name": "政修藥局",
                "phone": "04 -26831881",
                "address": "臺中市外埔區中山路290號",
                "mask_adult": 0,
                "mask_child": 14,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "政府防疫口罩每日早上7:45發放號碼牌，8:05依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "外埔區",
                "cunli": "大同里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.656857,
                    24.330428
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903140013",
                "name": "音聲藥局",
                "phone": "04 -26715318",
                "address": "臺中市大安區中松路18號1樓",
                "mask_adult": 0,
                "mask_child": 50,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一到周六，早上9:00開始販賣防疫口罩(依排隊順序)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大安區",
                "cunli": "中庄里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.587153,
                    24.346638
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903140022",
                "name": "民安藥局",
                "phone": "04 -26711077",
                "address": "臺中市大安區中山南路283號",
                "mask_adult": 2,
                "mask_child": 123,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一到周六，早上8:00開始販賣防疫口罩(依排隊順序)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大安區",
                "cunli": "中庄里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.587342,
                    24.345176
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903150019",
                "name": "統元藥局",
                "phone": "04 -23377588",
                "address": "臺中市烏日區中華路583號",
                "mask_adult": 0,
                "mask_child": 18,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上看診",
                "note": "09:20開始販賣",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "烏日區",
                "cunli": "九德里",
                "service_periods": "NNNNNYNNNNNNYNNNNNNYN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.634191,
                    24.107609
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903150028",
                "name": "全成烏日藥局",
                "phone": "04 -23352656",
                "address": "臺中市烏日區溪南路1段776號",
                "mask_adult": 2,
                "mask_child": 0,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一至周五晚上7點發放號碼牌並依序領口罩，周六至周日早上9點發放號碼牌並依序領口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "烏日區",
                "cunli": "溪埧里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.642656,
                    24.074226
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903150037",
                "name": "杏益藥局",
                "phone": "04 -23364059",
                "address": "臺中市烏日區信義街172號",
                "mask_adult": 0,
                "mask_child": 54,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩9:00左右開店開始販售，售完為止(周日公休)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "烏日區",
                "cunli": "仁德里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.63933,
                    24.104989
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903150055",
                "name": "明康藥局",
                "phone": "04 -23386157",
                "address": "臺中市烏日區中山路1段548－1號",
                "mask_adult": 0,
                "mask_child": 246,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "週一到週五下午兩點，週六早上八點半開始販售口罩，以現場排隊為主，不發號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "烏日區",
                "cunli": "九德里",
                "service_periods": "NNNNNNYNNNNNYYNNNNYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.634961,
                    24.107015
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903150064",
                "name": "智盛藥局",
                "phone": "04 -23378286",
                "address": "臺中市烏日區中山路1段333號1樓",
                "mask_adult": 1,
                "mask_child": 0,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午休診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午休診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上休診、星期六晚上看診、星期日晚上看診",
                "note": "09:00開始販賣，逢人多改發號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "烏日區",
                "cunli": "仁德里",
                "service_periods": "NNNNYNNNNNNYNNNNNNYNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.641286,
                    24.108557
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903150091",
                "name": "學田藥局",
                "phone": "04 -23382230",
                "address": "臺中市烏日區學田路便行巷14號",
                "mask_adult": 0,
                "mask_child": 196,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩代售時間10:00-11:00；17:00-18:00；現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "烏日區",
                "cunli": "學田里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.607434,
                    24.120834
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903150117",
                "name": "成功福倫藥局",
                "phone": "04 -23367018",
                "address": "臺中市烏日區榮和路61號1樓",
                "mask_adult": 0,
                "mask_child": 142,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "週一~週日每日下午2點發號碼牌3點領口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "烏日區",
                "cunli": "榮泉里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.597154,
                    24.108768
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903150126",
                "name": "烏日安德藥局",
                "phone": "04 -23386925",
                "address": "臺中市烏日區榮和路151號、153號1樓",
                "mask_adult": 0,
                "mask_child": 44,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "1400開始販賣，現場排隊，(前日兒童有剩餘，隔日早上續賣)，當日配給份量，成人兒童部分，依舊1400開賣",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "烏日區",
                "cunli": "榮泉里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.597731,
                    24.110278
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903160015",
                "name": "追分藥局",
                "phone": "04 -26931439",
                "address": "臺中市大肚區沙田路一段402號1樓",
                "mask_adult": 1,
                "mask_child": 153,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每日中午12:30-13:00(看醫師時間)開始販售，現場排隊。(周一到周六)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大肚區",
                "cunli": "福山里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.566717,
                    24.122717
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903160033",
                "name": "新庄藥局",
                "phone": "04 -26910209",
                "address": "臺中市大肚區遊園路2段223－1號",
                "mask_adult": 0,
                "mask_child": 154,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日下午14:00開始販售(固定周一到周日)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大肚區",
                "cunli": "自強里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.580798,
                    24.173831
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903160042",
                "name": "大肚新庄藥局",
                "phone": "04 -26912119",
                "address": "臺中市大肚區遊園路2段221－3號1樓",
                "mask_adult": 2,
                "mask_child": 76,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩一天分四次販售，早上9點，中午12點，下午3點，下午6點，一次販售25份成人口罩，兒童口罩各時段平均彈性販售，賣完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大肚區",
                "cunli": "自強里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.580801,
                    24.173763
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903160079",
                "name": "同利藥局",
                "phone": "04 -26935492",
                "address": "臺中市大肚區沙田路一段504號",
                "mask_adult": 0,
                "mask_child": 20,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩周一到周六，8點開始發號碼牌販賣；1090229    上午及下午執業",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大肚區",
                "cunli": "福山里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.563505,
                    24.124139
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903160088",
                "name": "必安藥局",
                "phone": "04 -26992116",
                "address": "臺中市大肚區沙田路二段634號",
                "mask_adult": 0,
                "mask_child": 26,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩週一到週日下午1點開賣",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大肚區",
                "cunli": "大肚里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.545659,
                    24.150836
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903160097",
                "name": "安昌藥局",
                "phone": "04 -26913890",
                "address": "臺中市大肚區遊園路二段176號1樓",
                "mask_adult": 0,
                "mask_child": 56,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "上班時間星期一至星期日.早上8:30之前發放號碼牌.晚上20:00以前皆可憑號碼牌.健保卡購取口罩.",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大肚區",
                "cunli": "自強里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.580812,
                    24.17289
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903170020",
                "name": "理想藥局",
                "phone": "04 -26521597",
                "address": "臺中市龍井區國際街121號",
                "mask_adult": 0,
                "mask_child": 108,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一到周六，早上8:30開始販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "龍井區",
                "cunli": "東海里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.595297,
                    24.186694
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903170039",
                "name": "大佶安藥局龍井店",
                "phone": "04 -26361410",
                "address": "臺中市龍井區沙田路6段197號1樓",
                "mask_adult": 4,
                "mask_child": 0,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "營業時間9:30發放號碼牌，15:00開始販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "龍井區",
                "cunli": "山腳里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.549627,
                    24.209066
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903170048",
                "name": "龍井新庄藥局",
                "phone": "04 -26322169",
                "address": "臺中市龍井區遊園南路179號1樓",
                "mask_adult": 54,
                "mask_child": 134,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "營業時間分4個時段(9:30、12:30、15:30、21:00)，每個時段30分鐘現場發放號碼牌25名(每人2片)並販售口罩。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "龍井區",
                "cunli": "新東里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.584333,
                    24.182164
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903170057",
                "name": "林大藥局",
                "phone": "04 -26397088",
                "address": "臺中市龍井區中央路3段60號",
                "mask_adult": 2,
                "mask_child": 0,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩代售時間自 7:30 ; 現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "龍井區",
                "cunli": "忠和里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.525244,
                    24.212145
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903170066",
                "name": "龍井茂昌藥局",
                "phone": "04 -26390286",
                "address": "臺中市龍井區中央路2段57號1樓",
                "mask_adult": 0,
                "mask_child": 122,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "健保口罩發放時間: 下午3:00-5:00 (需要領號碼牌，當天下午3:00開始發當日的號碼牌)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "龍井區",
                "cunli": "三德里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.523221,
                    24.204375
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903170093",
                "name": "杏嘉藥局",
                "phone": "04 -26357889",
                "address": "臺中市龍井區龍山街148號1樓",
                "mask_adult": 0,
                "mask_child": 101,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午休診、星期二上午休診、星期三上午休診、星期四上午休診、星期五上午休診、星期六上午休診、星期日上午休診、星期一下午休診、星期二下午休診、星期三下午休診、星期四下午休診、星期五下午休診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販售時間：週一到六15:30-17:30，週日18:30-20:30　現場排隊購買",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "龍井區",
                "cunli": "山腳里",
                "service_periods": "YYYYYYYYYYYYYYNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.549091,
                    24.212293
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903170100",
                "name": "全安堂藥局",
                "phone": "04 -26394332",
                "address": "臺中市龍井區中央路一段220號",
                "mask_adult": 44,
                "mask_child": 76,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一~週六 每天下午3點半領號碼牌購買",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "龍井區",
                "cunli": "龍津里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.523657,
                    24.201973
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903180062",
                "name": "霧峰安德藥局",
                "phone": "04 -23300365",
                "address": "臺中市霧峰區中正路1135號1樓",
                "mask_adult": 0,
                "mask_child": 114,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間自14:00；發號碼牌，現場等候叫號。過號視同放棄。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "霧峰區",
                "cunli": "甲寅里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.699178,
                    24.070017
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903180133",
                "name": "正開心大藥局",
                "phone": "04 -23396940",
                "address": "臺中市霧峰區中正路951號1樓",
                "mask_adult": 88,
                "mask_child": 190,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上休診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "週一至週五14:30開始， 周六10:00~12:00口罩販賣。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "霧峰區",
                "cunli": "中正里",
                "service_periods": "NNNNNYYNNNNNYYNYNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.698662,
                    24.065647
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903180142",
                "name": "峰正藥局",
                "phone": "04 -23303353",
                "address": "臺中市霧峰區中正路830號1樓",
                "mask_adult": 214,
                "mask_child": 128,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "晚上7點開始發號碼牌，7:30開始販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "霧峰區",
                "cunli": "本堂里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.698661,
                    24.062439
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190022",
                "name": "藥源藥局",
                "phone": "04 -23955108",
                "address": "臺中市太平區中山路4段220號",
                "mask_adult": 0,
                "mask_child": 88,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一至周六9:30開始發放號碼牌並依序販賣口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新福里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.701889,
                    24.14817
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190077",
                "name": "八醫健保藥局",
                "phone": "04 -23935050",
                "address": "臺中市太平區中山路2段357號",
                "mask_adult": 0,
                "mask_child": 82,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩販售時間0830開始，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "中山里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.729725,
                    24.15021
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190086",
                "name": "太平永泰大藥局",
                "phone": "04 -22757418",
                "address": "臺中市太平區長億六街106號",
                "mask_adult": 0,
                "mask_child": 104,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "下午1:30販售防疫口罩售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "永成里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.717272,
                    24.117625
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190139",
                "name": "劍橋藥局",
                "phone": "04 -22776619",
                "address": "臺中市太平區宜昌路552號1樓",
                "mask_adult": 0,
                "mask_child": 108,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "宜昌里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.715683,
                    24.147576
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190148",
                "name": "亞洲藥師連鎖大藥局",
                "phone": "04 -23921681",
                "address": "臺中市太平區中山路2段458號",
                "mask_adult": 0,
                "mask_child": 14,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩下午2:45發號碼牌，之後開始發放口罩。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "光明里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.725229,
                    24.149834
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190184",
                "name": "太平中大藥局",
                "phone": "04 -22787846",
                "address": "臺中市太平區宜欣二路44號1樓",
                "mask_adult": 0,
                "mask_child": 52,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間，每日早上8：30開始，現場排隊購買，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "宜欣里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.716448,
                    24.14525
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190193",
                "name": "佑全太平藥局",
                "phone": "04 -23910016",
                "address": "臺中市太平區樹德路121號1樓",
                "mask_adult": 0,
                "mask_child": 122,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日下午2發放號碼牌，並開始販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新高里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.711966,
                    24.154444
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190228",
                "name": "中山德侑藥局",
                "phone": "04 -23920682",
                "address": "臺中市太平區中山路3段2之2號1樓",
                "mask_adult": 26,
                "mask_child": 20,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日上午現場9:30販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新吉里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.722235,
                    24.149421
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190264",
                "name": "安心藥局",
                "phone": "04 -23912042",
                "address": "臺中市太平區中山路3段28號1樓",
                "mask_adult": 0,
                "mask_child": 199,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午休診、星期二下午休診、星期三下午休診、星期四下午休診、星期五下午休診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩供應時間上午9:00~12:00有餘量下午17:00~21:00繼續供應週三晚上及週日全天公休不供應口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新吉里",
                "service_periods": "NNNNNNYYYYYYYYNNYNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.72111,
                    24.14928
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190273",
                "name": "太平小林健保藥局",
                "phone": "04 -23954436",
                "address": "臺中市太平區育賢路518號",
                "mask_adult": 0,
                "mask_child": 54,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每天早上8點發號碼牌，下午4:30販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新高里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.713326,
                    24.158831
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190282",
                "name": "雪仁藥局",
                "phone": "04 -22755053",
                "address": "臺中市太平區太平路509號",
                "mask_adult": 0,
                "mask_child": 120,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "下午2點-4點販售口罩，週日下午公休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "太平里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.71413,
                    24.124965
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190291",
                "name": "新平和藥局",
                "phone": "04 -22771262",
                "address": "臺中市太平區光興路827號1樓",
                "mask_adult": 0,
                "mask_child": 52,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩現場排隊\/07:30開始發送號碼牌.發完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "光隆里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.730695,
                    24.112019
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190308",
                "name": "達安藥局",
                "phone": "04 -23950982",
                "address": "臺中市太平區樹德路69巷6號1樓",
                "mask_adult": 0,
                "mask_child": 206,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販售從8:00到售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新光里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.710625,
                    24.151637
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190317",
                "name": "欣天然藥局",
                "phone": "04 -23982018",
                "address": "臺中市太平區樹德路296號1樓",
                "mask_adult": 0,
                "mask_child": 150,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午休診、星期二上午休診、星期三上午休診、星期四上午休診、星期五上午休診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "10:00發放號碼牌，14:00開始販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新高里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.712683,
                    24.157429
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190326",
                "name": "立德藥局",
                "phone": "04 -23952029",
                "address": "臺中市太平區新興路48號1樓",
                "mask_adult": 0,
                "mask_child": 8,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午休診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午休診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上休診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間自8:00；現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新興里",
                "service_periods": "NNNYNNNNNNYNNNNNNYNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.712073,
                    24.159176
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190353",
                "name": "信康藥局",
                "phone": "04 -23960697",
                "address": "臺中市太平區樹德路98－1號",
                "mask_adult": 441,
                "mask_child": 272,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午休診、星期二下午休診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "防疫口罩9:00開始販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新高里",
                "service_periods": "NNNNNNYYYNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.711582,
                    24.153085
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190362",
                "name": "太平中山藥局",
                "phone": "04 -23959200",
                "address": "臺中市太平區中山路4段11號",
                "mask_adult": 274,
                "mask_child": 310,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周日晚上7:00發放號碼牌，7:30開始販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新高里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.713849,
                    24.149306
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190380",
                "name": "及宏藥局",
                "phone": "04 -23919911",
                "address": "臺中市太平區樹孝路502號",
                "mask_adult": 4,
                "mask_child": 34,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "周一至周五早上8:30-12:00及晚上6:30-8:30，週六只有上午時段",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新坪里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.720503,
                    24.158058
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190415",
                "name": "艾兒親子藥局",
                "phone": "04 -23923668",
                "address": "臺中市太平區樹孝路259號1樓",
                "mask_adult": 172,
                "mask_child": 48,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "無販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新城里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.717992,
                    24.153459
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190433",
                "name": "太平瑞昌藥局",
                "phone": "04 -23956319",
                "address": "臺中市太平區新興路28號",
                "mask_adult": 0,
                "mask_child": 36,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一到周日早上9:00發放號碼牌，下午1:00開始販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新興里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.712362,
                    24.159162
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190442",
                "name": "天慈大藥局",
                "phone": "04 -22785052",
                "address": "臺中市太平區太平路540號",
                "mask_adult": 0,
                "mask_child": 108,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間自8:30，現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "中政里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.713673,
                    24.125282
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190488",
                "name": "精武丁丁藥局",
                "phone": "04 -23957235",
                "address": "臺中市太平區中山路四段132－1號",
                "mask_adult": 0,
                "mask_child": 141,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間自14:30 現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新福里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.704401,
                    24.148555
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190497",
                "name": "太平惠民藥師藥局",
                "phone": "04 -22768799",
                "address": "臺中市太平區東平路368號1樓",
                "mask_adult": 2,
                "mask_child": 168,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周日，下午14:00開始販賣防疫口罩(現場發放號碼牌，並依照號碼排隊購買)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "東和里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.72672,
                    24.134328
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190504",
                "name": "維肯藥局",
                "phone": "04 -23512198",
                "address": "臺中市太平區中興路78－1號",
                "mask_adult": 0,
                "mask_child": 52,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "周一至周日，每天中午12:30開始販賣防疫口罩(依排隊順序)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "中興里",
                "service_periods": "NNNNNYYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.716345,
                    24.127834
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190522",
                "name": "聖康佳禾藥局",
                "phone": "04 -22772065",
                "address": "臺中市太平區光興路831號",
                "mask_adult": 4,
                "mask_child": 58,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周日下午2:30發放，依號碼牌依序販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "光隆里",
                "service_periods": "NNNNNNYNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.730727,
                    24.112103
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190531",
                "name": "承泓藥局",
                "phone": "04 -23935148",
                "address": "臺中市太平區育賢路363號1樓",
                "mask_adult": 0,
                "mask_child": 26,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一~周日每天早上9:00準時販售口罩，現場排隊不發號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新高里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.713704,
                    24.159104
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190559",
                "name": "惠欣藥師藥局",
                "phone": "04 -23928881",
                "address": "臺中市太平區樹孝路2－12號1樓",
                "mask_adult": 348,
                "mask_child": 138,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一到周五9:00-、15:30-、19:00-21:30開始販賣防疫口罩(依排隊順序)，週六9:00-、19:00-21:30販賣，週日公休。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "新城里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.716386,
                    24.149771
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190568",
                "name": "世國藥局",
                "phone": "04 -22752537",
                "address": "臺中市太平區永豐路426號1樓",
                "mask_adult": 162,
                "mask_child": 118,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "購買口罩時間9:00~11:00;16:00~18:00;19:00~20:00;不用抽號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "太平里",
                "service_periods": "NNNNNNYNNNNNYYNNYNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.703547,
                    24.111423
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903190577",
                "name": "勤益藥局",
                "phone": "04 -24923540",
                "address": "臺中市太平區中山路一段321號1樓",
                "mask_adult": 0,
                "mask_child": 228,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每天不固定發售口罩時間",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "太平區",
                "cunli": "坪林里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.734295,
                    24.144959
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200023",
                "name": "樂明藥局",
                "phone": "04 -24920763",
                "address": "臺中市大里區中興路1段261號",
                "mask_adult": 10,
                "mask_child": 214,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午休診、星期三上午休診、星期四上午休診、星期五上午休診、星期六上午休診、星期日上午休診、星期一下午休診、星期二下午休診、星期三下午休診、星期四下午休診、星期五下午休診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "前往領藥前先電話洽詢",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "東湖里",
                "service_periods": "NYYYYYYYYYYYYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.692023,
                    24.091054
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200069",
                "name": "福德健保處方藥局",
                "phone": "04 -24935888",
                "address": "臺中市大里區塗城路758號1樓",
                "mask_adult": 0,
                "mask_child": 38,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩代售時間自下午2:00到4:00\/號碼牌發放時間自早上8:30",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "金城里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.697526,
                    24.090253
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200096",
                "name": "仁化藥局",
                "phone": "04 -24915902",
                "address": "臺中市大里區仁化路540號",
                "mask_adult": 112,
                "mask_child": 136,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上看診",
                "note": "口罩18:00 發號碼牌領取.每星期六休息",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "仁化里",
                "service_periods": "NNNNNYNNNNNNYNNNNNNYN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.701194,
                    24.096225
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200130",
                "name": "新家祐健保藥局",
                "phone": "04 -24918929",
                "address": "臺中市大里區中興路1段376號",
                "mask_adult": 14,
                "mask_child": 170,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一至週六下午2點發號碼牌和販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "金城里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.69221,
                    24.0913
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200149",
                "name": "祥佑健保特約藥局",
                "phone": "04 -24866398",
                "address": "臺中市大里區中興路2段406號",
                "mask_adult": 0,
                "mask_child": 50,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩代售時間自9:00開始.現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "內新里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.690068,
                    24.107688
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200158",
                "name": "世穎藥局",
                "phone": "04 -24937265",
                "address": "臺中市大里區中興路1段167－6號1樓",
                "mask_adult": 4,
                "mask_child": 164,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定週一到週六下午2：30開始依排隊順序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "東湖里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.695496,
                    24.088301
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200194",
                "name": "博德藥局",
                "phone": "04 -24968642",
                "address": "臺中市大里區成功2路104號1樓",
                "mask_adult": 2,
                "mask_child": 82,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "先領號碼牌，13:00-18:00領口罩",
                "custom_note": "",
                "website": "",
                "county": "",
                "town": "",
                "cunli": "",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.704283,
                    24.094694
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200210",
                "name": "益民藥局",
                "phone": "04 -24836083",
                "address": "臺中市大里區益民路2段71號1樓",
                "mask_adult": 2,
                "mask_child": 94,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上休診、星期三晚上看診、星期四晚上休診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "9am-12n，不發號碼牌，周日休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "長榮里",
                "service_periods": "NNNNNNYNNNNNNYNYNYNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.687092,
                    24.106558
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200229",
                "name": "信元藥局",
                "phone": "04 -24876051",
                "address": "臺中市大里區益民路2段372號1樓",
                "mask_adult": 0,
                "mask_child": 64,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "下午4點發號碼牌並依序販賣",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "大明里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.683953,
                    24.115447
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200318",
                "name": "廣信藥局",
                "phone": "04 -24829981",
                "address": "臺中市大里區益民路1段164號1樓",
                "mask_adult": 0,
                "mask_child": 132,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間：星期一至星期六1330~1530現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "內新里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.692355,
                    24.106728
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200372",
                "name": "國光丁丁藥局",
                "phone": "04 -24069711",
                "address": "臺中市大里區國光路2段551－1號1樓",
                "mask_adult": 0,
                "mask_child": 60,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午休診、星期二上午休診、星期三上午休診、星期四上午休診、星期五上午休診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午休診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上休診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "星期一至星期日下午2點半發放號碼牌直接領取",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "永隆里",
                "service_periods": "YYYYYYYNNNYNNNNNNYNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.678782,
                    24.112407
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200425",
                "name": "祐仁健保藥局",
                "phone": "04 -24964321",
                "address": "臺中市大里區仁化路816號1樓",
                "mask_adult": 0,
                "mask_child": 118,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日早上9點開始發放號碼牌並依序販售口罩.2\/9日公休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "東湖里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.690511,
                    24.090747
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200443",
                "name": "佳霖藥局",
                "phone": "04 -24960895",
                "address": "臺中市大里區塗城路964號1樓",
                "mask_adult": 0,
                "mask_child": 120,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午休診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "星期四和星期日不賣口罩，其他時段中午12點開賣",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "金城里",
                "service_periods": "NNNNNNYNNYNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.693286,
                    24.090808
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200461",
                "name": "合康藥局",
                "phone": "04 -24078383",
                "address": "臺中市大里區中投西路3段223號1樓",
                "mask_adult": 1,
                "mask_child": 126,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "固定周一到週五，早上8:00開始販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "夏田里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.663984,
                    24.088163
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200514",
                "name": "大明永欣藥局",
                "phone": "04 -24068864",
                "address": "臺中市大里區大明路539號1樓、541號1樓",
                "mask_adult": 0,
                "mask_child": 186,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "1pm-3pm同時發號碼牌，全年無休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "永隆里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.673544,
                    24.114792
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200541",
                "name": "大里康媞藥局",
                "phone": "04 -24966627",
                "address": "臺中市大里區塗城路494號",
                "mask_adult": 2,
                "mask_child": 62,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間自14:00;現場排隊發放號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "瑞城里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.70251,
                    24.088476
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200550",
                "name": "康福藥局",
                "phone": "04 -24070808",
                "address": "臺中市大里區大新街51號",
                "mask_adult": 0,
                "mask_child": 87,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "2pm-4pm同時發號碼牌，全年無休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "新里里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.677929,
                    24.099245
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200569",
                "name": "和信健康藥局",
                "phone": "04 -24833677",
                "address": "臺中市大里區德芳路一段59號",
                "mask_adult": 0,
                "mask_child": 48,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "9am，沒發號碼牌，偶周日休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "內新里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.690531,
                    24.113396
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200578",
                "name": "大里慈輝藥局",
                "phone": "04 -24835507",
                "address": "臺中市大里區中興路二段683號",
                "mask_adult": 0,
                "mask_child": 145,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上看診",
                "note": "1440開始發號碼牌，1500開始放販售。禮拜六0940發號碼牌，1000開始販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "大明里",
                "service_periods": "NNNNNNNNNNNNYNNNNNNYN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.689414,
                    24.116843
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200587",
                "name": "大里安德健保藥局",
                "phone": "04 -24875607",
                "address": "臺中市大里區大明路117號",
                "mask_adult": 0,
                "mask_child": 86,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "禮拜一至禮拜五1300開始發放號碼牌及口罩販售，禮拜六日1500開始發放號碼牌及口罩販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "東興里",
                "service_periods": "NNNNNYYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.685909,
                    24.115167
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200596",
                "name": "大樹大里藥局",
                "phone": "04 -24861133",
                "address": "臺中市大里區中興路二段101號",
                "mask_adult": 64,
                "mask_child": 118,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：19:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "長榮里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.688447,
                    24.102935
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200603",
                "name": "全家藥局",
                "phone": "04 -24929976",
                "address": "臺中市大里區中興路一段109之6號",
                "mask_adult": 14,
                "mask_child": 124,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩代售時間下午1:30;現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "東湖里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.697343,
                    24.082926
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200621",
                "name": "德芳東榮藥局",
                "phone": "04 -24863898",
                "address": "臺中市大里區東榮路8號",
                "mask_adult": 6,
                "mask_child": 105,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日14:45發號碼牌15:00開始領取",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "西榮里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.689339,
                    24.1102
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200630",
                "name": "東裕藥局",
                "phone": "04 -24850728",
                "address": "臺中市大里區中興路二段153－3號1樓",
                "mask_adult": 46,
                "mask_child": 251,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "10:00或者16:00開始代售口罩，以現場排隊登記 (周日休息)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "長榮里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.689209,
                    24.105555
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200649",
                "name": "躍獅日新藥局",
                "phone": "04 -24822345",
                "address": "臺中市大里區日新路342號1樓",
                "mask_adult": 0,
                "mask_child": 48,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每日10:30發號碼牌、11:00開始代售口罩 (2\/16休息)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "內新里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.692461,
                    24.115279
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200658",
                "name": "德芳成功藥局",
                "phone": "04 -24920298",
                "address": "臺中市大里區成功路535－3號1樓",
                "mask_adult": 2,
                "mask_child": 0,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "每日15:00現場排隊代售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "瑞城里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.703268,
                    24.091303
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903200667",
                "name": "永欣東榮藥局",
                "phone": "04 -24810599",
                "address": "臺中市大里區東榮路370號1樓",
                "mask_adult": 6,
                "mask_child": 65,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每天09:30發號碼牌，領號後可隨時前往領取口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "大里區",
                "cunli": "東興里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.683632,
                    24.11032
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903220061",
                "name": "宏信大藥局",
                "phone": "04 -22222021",
                "address": "臺中市中區自由路2段45號1樓",
                "mask_adult": 0,
                "mask_child": 128,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一至周五09:00周六周日10:00開始發號碼牌並依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "中區",
                "cunli": "公園里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.681458,
                    24.139585
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903220105",
                "name": "平等安德藥局",
                "phone": "04 -22222889",
                "address": "臺中市中區平等街116號",
                "mask_adult": 10,
                "mask_child": 262,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩販賣時間星期一到六每日下午2點到4點，星期日公休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "中區",
                "cunli": "光復里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.681835,
                    24.142476
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903220132",
                "name": "維康台中藥局",
                "phone": "04 -22243395",
                "address": "臺中市中區三民路二段1號",
                "mask_adult": 0,
                "mask_child": 138,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "每日10:00開始販售政府口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "中區",
                "cunli": "大墩里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.677242,
                    24.140462
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903220141",
                "name": "雙十小林健保藥局",
                "phone": "04 -22253662",
                "address": "臺中市中區雙十路一段35號",
                "mask_adult": 3,
                "mask_child": 265,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午休診、星期三上午看診、星期四上午休診、星期五上午看診、星期六上午休診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上休診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上休診、星期六晚上看診、星期日晚上休診",
                "note": "每日8點發號碼牌，下午4:30販賣",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "中區",
                "cunli": "繼光里",
                "service_periods": "NYNYNYNNNNNNNYYNYNYNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.685517,
                    24.142032
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903220150",
                "name": "老順安大藥局",
                "phone": "04 -22016306",
                "address": "臺中市中區中華路二段63號、65號1樓",
                "mask_adult": 30,
                "mask_child": 137,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間自中午12:00開始..號碼牌發放時間自06:00開始",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "中區",
                "cunli": "大誠里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.679424,
                    24.148012
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903220169",
                "name": "公園大藥局",
                "phone": "04 -22060858",
                "address": "臺中市中區公園路95號1樓",
                "mask_adult": 0,
                "mask_child": 342,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日2點半開始販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "中區",
                "cunli": "大誠里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.679648,
                    24.146202
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903230030",
                "name": "十甲東亞藥師大藥局",
                "phone": "04 -22118879",
                "address": "臺中市東區十甲路423號1樓",
                "mask_adult": 0,
                "mask_child": 92,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "W一至W六，每日9點開始營業，開始賣口罩，周日公休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "東區",
                "cunli": "東英里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.708392,
                    24.144612
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903230085",
                "name": "翔新藥局",
                "phone": "04 -22131269",
                "address": "臺中市東區東英17街167－3號",
                "mask_adult": 1,
                "mask_child": 172,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每日12點至1點發放號碼牌現場領取",
                "custom_note": "",
                "website": "",
                "county": "",
                "town": "",
                "cunli": "",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.711434,
                    24.147835
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903230094",
                "name": "平祐健保藥局",
                "phone": "04 -22113898",
                "address": "臺中市東區旱溪東路1段297號1樓",
                "mask_adult": 0,
                "mask_child": 56,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "每日下午3點現場排隊購買",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "東區",
                "cunli": "東信里",
                "service_periods": "NNNNNYNNNNNNYNNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.700855,
                    24.134811
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903230156",
                "name": "樂業小林健保藥局",
                "phone": "04 -22139123",
                "address": "臺中市東區樂業路443號1樓",
                "mask_adult": 2,
                "mask_child": 92,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每日上午8點發號碼牌，下午4點取回健保卡及口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "東區",
                "cunli": "東英里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.706324,
                    24.136928
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903230165",
                "name": "快安堂藥局",
                "phone": "04 -22115983",
                "address": "臺中市東區旱溪街80之11號",
                "mask_adult": 6,
                "mask_child": 159,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一至周六下午3點開始排隊購買，周日公休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "東區",
                "cunli": "旱溪里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.695425,
                    24.14054
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903230183",
                "name": "恒生藥局",
                "phone": "04 -22135179",
                "address": "臺中市東區樂業路395號1樓",
                "mask_adult": 0,
                "mask_child": 172,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩開放購買時段如下：上午10:00-11:30，晚上8:00-9:00。(配合營業時間，星期一上午為11:00-11:30)售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "東區",
                "cunli": "十甲里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.705122,
                    24.138004
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240090",
                "name": "嶸曜藥局",
                "phone": "04 -23782478",
                "address": "臺中市西區美村路1段592號",
                "mask_adult": 0,
                "mask_child": 182,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一至六10:00至21:30週日10:00至12:00販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "吉龍里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.661521,
                    24.137829
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240143",
                "name": "利民藥局",
                "phone": "04 -22292931",
                "address": "臺中市西區四維街23號1樓",
                "mask_adult": 0,
                "mask_child": 182,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "平日營業時間10-20，周六10-15，周日休，防疫口罩於營業日14:00開始依序販售至售完",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "利民里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.675853,
                    24.137143
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240152",
                "name": "陽光藥局",
                "phone": "04 -23020711",
                "address": "臺中市西區中美街305號1樓",
                "mask_adult": 0,
                "mask_child": 210,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩早上10點開賣.門市LineID: cmjsunny",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "公益里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.660069,
                    24.149765
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240170",
                "name": "美村全成藥局",
                "phone": "04 -23014006",
                "address": "臺中市西區美村路1段222號1樓",
                "mask_adult": 0,
                "mask_child": 182,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日早上9點發放號碼牌，下午3點開始領取口罩，售完為止。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "中興里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.661468,
                    24.148754
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240198",
                "name": "鑫祐藥局",
                "phone": "04 -23027778",
                "address": "臺中市西區民權路302－5號",
                "mask_adult": 0,
                "mask_child": 198,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "每日9:00發放號碼牌，11:00開始販售防疫口罩，週日停售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "後龍里",
                "service_periods": "NNNNNNYNNNNNNYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.670011,
                    24.147671
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240205",
                "name": "捷登藥局",
                "phone": "04 -23191929",
                "address": "臺中市西區公益路106號",
                "mask_adult": 0,
                "mask_child": 136,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日固定準時15:30 開始發放號碼牌，並依序販售口罩到17:30",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "中興里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.661308,
                    24.151048
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240278",
                "name": "美術藥局",
                "phone": "04 -23725286",
                "address": "臺中市西區美村路一段567號",
                "mask_adult": 0,
                "mask_child": 66,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "星期一到六，上午9點及下午1點現場排隊過卡販售防疫口罩，售完為止。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "土庫里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.661833,
                    24.139386
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240287",
                "name": "美村大藥局",
                "phone": "04 -23288121",
                "address": "臺中市西區美村路一段62號1樓",
                "mask_adult": 0,
                "mask_child": 94,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一至周六9:30~11:30販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "忠明里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.661469,
                    24.15299
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240330",
                "name": "大樹五權藥局",
                "phone": "04 -22022910",
                "address": "臺中市西區五權路97之1號1樓",
                "mask_adult": 210,
                "mask_child": 340,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "後龍里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.671718,
                    24.146255
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240358",
                "name": "早齋藥局",
                "phone": "04 -23029168",
                "address": "臺中市西區美村路一段342號1樓",
                "mask_adult": 0,
                "mask_child": 202,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "周一至周六08:00開始販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "昇平里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.661497,
                    24.145304
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240367",
                "name": "宇祥藥局",
                "phone": "04 -23728239",
                "address": "臺中市西區五權五街119號1樓",
                "mask_adult": 0,
                "mask_child": 166,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "周一至周五14:30 周六、日16:30開始發放號碼牌並依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "吉龍里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.660109,
                    24.136355
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240376",
                "name": "台丞藥局",
                "phone": "04 -22279666",
                "address": "臺中市西區三民路一段166－5號",
                "mask_adult": 0,
                "mask_child": 143,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩代售時間自08:00，現場排隊，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "三民里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.674586,
                    24.137428
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240385",
                "name": "喆星藥局",
                "phone": "04 -24715301",
                "address": "臺中市西區精誠路422號",
                "mask_adult": 0,
                "mask_child": 98,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周日13:30發放號碼牌14:00開始販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "公正里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.654982,
                    24.145224
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240394",
                "name": "好好誠美藥局",
                "phone": "04 -23022838",
                "address": "臺中市西區向上北路186號1樓",
                "mask_adult": 12,
                "mask_child": 134,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一至周六下午02:00開始依排隊先後序販售口罩，售完為止。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "中興里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.661093,
                    24.147975
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903240410",
                "name": "德芳美村藥局",
                "phone": "04 -23782848",
                "address": "臺中市西區美村路一段681、683號1樓",
                "mask_adult": 0,
                "mask_child": 188,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每天下午02:45開始發放號碼牌，下午3:00依號碼牌販售口罩。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西區",
                "cunli": "吉龍里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.661162,
                    24.132868
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250041",
                "name": "小林健保藥局",
                "phone": "04 -22622099",
                "address": "臺中市南區美村路2段182號",
                "mask_adult": 0,
                "mask_child": 4,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一到周日，早上8:00發號碼牌，下午4:30開始販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "福順里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.663057,
                    24.125488
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250069",
                "name": "尚尚藥局",
                "phone": "04 -22606831",
                "address": "臺中市南區美村南路197號1樓",
                "mask_adult": 0,
                "mask_child": 84,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一到周六，下午3:00開始販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "永興里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.666596,
                    24.115157
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250103",
                "name": "忠孝德侑健保藥局",
                "phone": "04 -22851400",
                "address": "臺中市南區正義街159號",
                "mask_adult": 0,
                "mask_child": 116,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一到周日，販賣防疫口罩早上10:00成人75份，兒童15份，晚上9:00成人25份，兒童10份(準時發放號碼牌)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "城隍里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.680584,
                    24.129187
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250112",
                "name": "立成藥局",
                "phone": "04 -22205915",
                "address": "臺中市南區學府路143號",
                "mask_adult": 150,
                "mask_child": 220,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午休診、星期二下午休診、星期三下午休診、星期四下午休診、星期五下午休診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "營業時間10AM-2PM， 4:30PM-9:30PM，防疫口罩配售時間10:00-11:30，依實際配售量，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "新榮里",
                "service_periods": "NNNNNNYYYYYYYYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.673921,
                    24.128902
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250176",
                "name": "弘大美妝藥局",
                "phone": "04 -22859180",
                "address": "臺中市南區南門路115號1樓",
                "mask_adult": 0,
                "mask_child": 68,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "固定早上8點10分開始賣防疫口罩，售完為止，沒有發號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "南門里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.679768,
                    24.122218
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250194",
                "name": "元氣家藥局",
                "phone": "04 -22631660",
                "address": "臺中市南區文心南路888－3號1樓",
                "mask_adult": 0,
                "mask_child": 98,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "固定星期一至五下午1點開賣口罩，星期六早上9點-12點半(口罩販售均採現場排隊購買)，星期日無營業亦無口罩販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "工學里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.659401,
                    24.111666
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250210",
                "name": "好好藥局",
                "phone": "04 -22612961",
                "address": "臺中市南區忠明南路786號",
                "mask_adult": 0,
                "mask_child": 103,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "2\/11-2\/15 理論上早上9:20販賣;2\/17開始 理論下午14:10後販賣",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "和平里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.660506,
                    24.122326
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250274",
                "name": "明心健康藥局",
                "phone": "04 -23780170",
                "address": "臺中市南區三民西路375號1樓",
                "mask_adult": 68,
                "mask_child": 126,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上看診、星期三晚上看診、星期四晚上休診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "崇倫里",
                "service_periods": "NNNNNNYNNNNNYYYNNYNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.655436,
                    24.129336
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250292",
                "name": "萊爾康藥局",
                "phone": "04 -22650290",
                "address": "臺中市南區文心南路923之1號1樓",
                "mask_adult": 0,
                "mask_child": 58,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "周一到周五，9:00開始販售防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "樹義里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.660233,
                    24.110166
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250309",
                "name": "台杏藥局",
                "phone": "04 -22218087",
                "address": "臺中市南區復興路三段337號",
                "mask_adult": 0,
                "mask_child": 142,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一到周六，下午1至3點開始販售防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "長榮里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.677969,
                    24.132608
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250381",
                "name": "大樹美村藥局",
                "phone": "04 -22621113",
                "address": "臺中市南區美村南路124號",
                "mask_adult": 0,
                "mask_child": 116,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周日，晚上7:00發放號碼牌，7:30開始販售防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "永興里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.66701,
                    24.114618
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250425",
                "name": "鴻源藥局",
                "phone": "04 -22655436",
                "address": "臺中市南區德富路9號1樓",
                "mask_adult": 364,
                "mask_child": 130,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "星期一至星期五上午9:00販賣口罩，現場排隊，不用領號碼牌，至11:00",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "樹德里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.653168,
                    24.121418
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250434",
                "name": "仁美藥局",
                "phone": "04 -22652495",
                "address": "臺中市南區南平路169號",
                "mask_adult": 0,
                "mask_child": 206,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "周一到周六，早上9:30至11:30開始販售防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "福順里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.665317,
                    24.123381
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250443",
                "name": "千美台安藥局",
                "phone": "04 -22602101",
                "address": "臺中市南區美村南路263號",
                "mask_adult": 22,
                "mask_child": 114,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一到周日，下午3:00發放號碼牌，開始販售防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "永興里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.666618,
                    24.114259
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250489",
                "name": "長榮藥局",
                "phone": "04 -22220210",
                "address": "臺中市南區新華街186號1樓",
                "mask_adult": 0,
                "mask_child": 112,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周日，早上9:00開始販售防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "新榮里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.672142,
                    24.129581
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250498",
                "name": "田園藥局",
                "phone": "04 -22220605",
                "address": "臺中市南區學府路160號1樓",
                "mask_adult": 198,
                "mask_child": 218,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午休診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午休診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "週一至週五上午10點販賣口罩，週三店休，週六日晚上8點販賣口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "新榮里",
                "service_periods": "NNYNNNNNNYNNNNNNYNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.674181,
                    24.129092
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250505",
                "name": "心安藥局",
                "phone": "04 -22858773",
                "address": "臺中市南區國光路241號1樓",
                "mask_adult": 2,
                "mask_child": 116,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一至週六上午9點販賣口罩，週日店休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "國光里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.679365,
                    24.126757
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903250514",
                "name": "泰友藥局",
                "phone": "04 -22615701",
                "address": "臺中市南區復興路二段99巷13號1樓",
                "mask_adult": 0,
                "mask_child": 114,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "週一至週六上午9點發放號碼牌，週日中午12點發號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南區",
                "cunli": "福順里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.662611,
                    24.123986
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260163",
                "name": "康甫藥師藥局",
                "phone": "04 -22366682",
                "address": "臺中市北區進化北路366號1樓",
                "mask_adult": 0,
                "mask_child": 198,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "有關口罩販售：周一至周六早上9:30發號碼牌，下午3:00過後發售口罩。周日休息。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "賴福里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.68065,
                    24.163334
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260270",
                "name": "冠安藥局",
                "phone": "04 -22335770",
                "address": "臺中市北區進化路510、512號",
                "mask_adult": 0,
                "mask_child": 117,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "有關口罩販售：周一至周日早上7:00發放號碼牌，12:30之後發售口罩。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "錦洲里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.693679,
                    24.161506
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260314",
                "name": "喜悅健保藥局",
                "phone": "04 -22333988",
                "address": "臺中市北區健行路414號1樓",
                "mask_adult": 0,
                "mask_child": 204,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一至周六早上10:00開始販售口罩，周日販售口罩時間不一定，請電洽藥局。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "建興里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.681791,
                    24.159273
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260332",
                "name": "國安漢口藥局",
                "phone": "04 -22312777",
                "address": "臺中市北區漢口路4段260號1樓",
                "mask_adult": 0,
                "mask_child": 155,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "本藥局每日下午13:30開始發放健保口罩實名制",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "賴厝里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.681847,
                    24.166903
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260341",
                "name": "台中漢口藥局",
                "phone": "04 -22936166",
                "address": "臺中市北區漢口路3段183號",
                "mask_adult": 0,
                "mask_child": 74,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩發放時間：每日下午2:00發放號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "長青里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.671137,
                    24.167026
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260350",
                "name": "宏信藥局",
                "phone": "04 -22355476",
                "address": "臺中市北區崇德路1段453號",
                "mask_adult": 0,
                "mask_child": 156,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "平日上午9點發號碼牌，假日下午2點發號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "頂厝里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.68472,
                    24.163404
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260387",
                "name": "台中大樹藥局",
                "phone": "04 -22981113",
                "address": "臺中市北區漢口路3段261號",
                "mask_adult": 0,
                "mask_child": 242,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：19:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "長青里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.672598,
                    24.167029
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260421",
                "name": "忠明小林健保藥局",
                "phone": "04 -22013666",
                "address": "臺中市北區忠明路161號",
                "mask_adult": 20,
                "mask_child": 182,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午休診、星期三上午看診、星期四上午休診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上休診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "每日早上8點發號碼牌及收健保卡，下午4點半領回",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "明德里",
                "service_periods": "NYNYNNYNNNNNYNYNYNYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.664172,
                    24.162352
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260449",
                "name": "喜樂藥局",
                "phone": "04 -22060423",
                "address": "臺中市北區中清路1段31號",
                "mask_adult": 0,
                "mask_child": 276,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每日下午3:00開始販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "文莊里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.677013,
                    24.152901
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260476",
                "name": "康媞藥局",
                "phone": "04 -22925388",
                "address": "臺中市北區山西路二段125號",
                "mask_adult": 0,
                "mask_child": 120,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日下午2點販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "賴興里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.67566,
                    24.171644
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260501",
                "name": "瑞鋒藥師藥局",
                "phone": "04 -22020786",
                "address": "臺中市北區育德路16號",
                "mask_adult": 20,
                "mask_child": 192,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "依排班人力，周一至周六早上10點半或下午2點發號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "育德里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.679516,
                    24.15763
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260529",
                "name": "多倫多藥局",
                "phone": "04 -22980210",
                "address": "臺中市北區太原路二段11號1樓",
                "mask_adult": 1,
                "mask_child": 176,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日下午1點發號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "賴厝里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.675264,
                    24.165579
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260547",
                "name": "源順大藥局",
                "phone": "04 -22072651",
                "address": "臺中市北區健行路484號",
                "mask_adult": 0,
                "mask_child": 170,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "早上9:00~晚上11:00，固定周一至周六上午09:30發放號碼牌並依序販售口罩，售完為止.",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "賴村里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.679656,
                    24.159308
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260592",
                "name": "台中丁丁藥局",
                "phone": "04 -22374596",
                "address": "臺中市北區漢口路4段255號",
                "mask_adult": 0,
                "mask_child": 122,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間:14:30，現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "梅川里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.679167,
                    24.16719
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260618",
                "name": "中清小林健保藥局",
                "phone": "04 -22034197",
                "address": "臺中市北區中清路一段86、88號1樓",
                "mask_adult": 0,
                "mask_child": 262,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午休診、星期三上午看診、星期四上午休診、星期五上午休診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上休診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "24小時營業無公休，早上八點發號碼牌，十二點以後過健保卡發放口罩.",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "賴旺里",
                "service_periods": "NYNYYNYNNNNNYNYNYNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.671653,
                    24.173351
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260627",
                "name": "明曜藥局",
                "phone": "04 -22916775",
                "address": "臺中市北區北平路二段190號1樓",
                "mask_adult": 0,
                "mask_child": 130,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "八點半~九點半營業 ，平日一到五下午一點發號碼牌，六日一點半發放號碼牌，發完號碼牌現場叫號過卡買口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "賴興里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.678408,
                    24.171146
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260636",
                "name": "進化瑞昌藥局",
                "phone": "04 -23608199",
                "address": "臺中市北區進化路332號",
                "mask_adult": 0,
                "mask_child": 204,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一至周六09:00-22:00周日09:00-18:00;十二點五十發放號碼牌，下午一點至三點領口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "錦村里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.694612,
                    24.153783
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260654",
                "name": "康新藥局",
                "phone": "04 -22020008",
                "address": "臺中市北區五權路232號",
                "mask_adult": 36,
                "mask_child": 258,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "下午三點半直接現場排隊過卡買口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "光大里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.677056,
                    24.15082
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260663",
                "name": "佑全台中五權藥局",
                "phone": "04 -22080702",
                "address": "臺中市北區五權路496號",
                "mask_adult": 0,
                "mask_child": 246,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "早上八點至下午十點營業，下午兩點現場排隊過卡口罩發完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "錦平里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.683262,
                    24.153341
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260681",
                "name": "昭德藥師藥局",
                "phone": "04 -23235655",
                "address": "臺中市北區西屯路一段345號",
                "mask_adult": 0,
                "mask_child": 228,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "早上八點至下午十一點營業，上午九點現場排隊過卡口罩發完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "健行里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.666353,
                    24.159504
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260707",
                "name": "新藥林藥局",
                "phone": "04 -22053458",
                "address": "臺中市北區健行路445－5號1樓",
                "mask_adult": 20,
                "mask_child": 192,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午休診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午休診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "上午11點到下午8點.星期六上午11點到下午5點;下午三點現場排隊買口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "育德里",
                "service_periods": "NNYNNNYNNYNNNYNNYNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.680339,
                    24.15896
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260734",
                "name": "立得藥局",
                "phone": "04 -22080013",
                "address": "臺中市北區忠太西路11號1樓",
                "mask_adult": 0,
                "mask_child": 216,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一到周六，早上9:00開始販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "健行里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.667789,
                    24.159974
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260743",
                "name": "黎明安德藥局",
                "phone": "04 -22956098",
                "address": "臺中市北區中清路1段852號1樓",
                "mask_adult": 58,
                "mask_child": 222,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午休診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午休診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上休診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "w1.2:下午3點、w3.5下午2點半、周日下午5點發放號碼牌並開始販售，",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "賴旺里",
                "service_periods": "NNNYNNYNNNYNNNNNNYNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.671787,
                    24.172953
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260752",
                "name": "躍獅達心藥局",
                "phone": "04 -22344548",
                "address": "臺中市北區雙十路二段187號1樓",
                "mask_adult": 0,
                "mask_child": 144,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一至週六上午8:00發放號碼牌，11:00開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "金華里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.690635,
                    24.157788
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260761",
                "name": "杏一北區忠明藥局",
                "phone": "04 -22081273",
                "address": "臺中市北區忠明路442號1樓",
                "mask_adult": 0,
                "mask_child": 58,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "每日中午12:00發放號碼牌並開始販售。(全年無休)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "健行里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.670004,
                    24.162674
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260770",
                "name": "維康學士藥局",
                "phone": "04 -22080545",
                "address": "臺中市北區學士路19號1樓",
                "mask_adult": 0,
                "mask_child": 142,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "固定早上9:00開始販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "五常里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.682214,
                    24.153842
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260789",
                "name": "瑞昌藥局",
                "phone": "04 -22056819",
                "address": "臺中市北區學士路155號1樓",
                "mask_adult": 0,
                "mask_child": 126,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日中午9:00發放號碼牌，號碼發完即開始販售。(全年無休)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "邱厝里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.680663,
                    24.158407
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260798",
                "name": "光恒藥局",
                "phone": "04 -22068638",
                "address": "臺中市北區五權路261號1樓",
                "mask_adult": 0,
                "mask_child": 208,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午休診、星期三下午休診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "固定周一到周六，早上8:00開始販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "文莊里",
                "service_periods": "NNNNNNYNYYNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.67668,
                    24.150969
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903260805",
                "name": "鐘藥局",
                "phone": "04 -22334187",
                "address": "臺中市北區梅豐街79號1樓",
                "mask_adult": 0,
                "mask_child": 244,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午休診、星期三上午休診、星期四上午休診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午休診、星期三下午休診、星期四下午休診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "口罩:因藥局人力有限，每日代售時間不固定，請直接洽詢藥局。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北區",
                "cunli": "錦洲里",
                "service_periods": "YYYYYYYYYNNNYYNNYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.695873,
                    24.156605
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270025",
                "name": "祐生藥局",
                "phone": "04 -24517169",
                "address": "臺中市西屯區文華路3之1號1樓",
                "mask_adult": 0,
                "mask_child": 190,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午休診、星期二上午休診、星期三上午休診、星期四上午休診、星期五上午休診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一 ~ 週六，中午12點~下午2點販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "逢甲里",
                "service_periods": "YYYYYYYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.644669,
                    24.175354
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270061",
                "name": "青育藥師藥局",
                "phone": "04 -27068798",
                "address": "臺中市西屯區河南路2段362號1樓",
                "mask_adult": 0,
                "mask_child": 186,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "週一至週六早上9:00開始販賣口罩、週日早上10:00開始販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "逢甲里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.646939,
                    24.173685
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270089",
                "name": "信心藥局",
                "phone": "04 -23163430",
                "address": "臺中市西屯區四川路190號",
                "mask_adult": 0,
                "mask_child": 144,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "固定每天09;00開始號碼牌並依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何厝里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.655866,
                    24.160459
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270105",
                "name": "樂得好大藥局",
                "phone": "04 -24521173",
                "address": "臺中市西屯區上石路2號1樓",
                "mask_adult": 3,
                "mask_child": 218,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "星期一.六:12:30開始，星期二至五:17:30開始販賣口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "上德里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.644025,
                    24.166692
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270230",
                "name": "大心藥局",
                "phone": "04 -24528355",
                "address": "臺中市西屯區西屯路2段295－19號",
                "mask_adult": 0,
                "mask_child": 114,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一至週六早上9:00開始販賣口罩、週日不販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "西安里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.641845,
                    24.177946
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270258",
                "name": "927藥局",
                "phone": "04 -24626680",
                "address": "臺中市西屯區國安一路53號1樓",
                "mask_adult": 0,
                "mask_child": 48,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "週一至週日下午2:30開始販賣口罩(全年無休)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "永安里",
                "service_periods": "NNNNNNYNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.614494,
                    24.190429
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270301",
                "name": "宥承藥局",
                "phone": "04 -24626559",
                "address": "臺中市西屯區西屯路3段148－16號",
                "mask_adult": 10,
                "mask_child": 168,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "星期一到星期六，13:30 開始販售防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "永安里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.62419,
                    24.185546
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270310",
                "name": "弘福藥師藥局",
                "phone": "04 -24611916",
                "address": "臺中市西屯區西屯路3段166－21號1樓",
                "mask_adult": 16,
                "mask_child": 116,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日15:30發放號碼牌，發完即開始販售(全年無休)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "永安里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.615856,
                    24.189177
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270347",
                "name": "甘肅安德藥局",
                "phone": "04 -23165935",
                "address": "臺中市西屯區甘肅路202－3號",
                "mask_adult": 0,
                "mask_child": 28,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一至周日早上9:00開始發放號碼牌並依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何仁里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.65728,
                    24.16838
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270365",
                "name": "麒霖藥局",
                "phone": "04 -24638978",
                "address": "臺中市西屯區福順路307號1樓",
                "mask_adult": 0,
                "mask_child": 112,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "販售防疫口罩時間：週一至週六10:00開始至售完、週日公休。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "福雅里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.618523,
                    24.183197
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270374",
                "name": "富康家健保藥局",
                "phone": "04 -23174741",
                "address": "臺中市西屯區漢成四街8號",
                "mask_adult": 0,
                "mask_child": 52,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "代售口罩時間:固定週一到週六11:00開始，週日20:00開始，發號碼牌依序現場排隊等待販售口罩購買，售完或至平日13點止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何源里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.665158,
                    24.170256
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270383",
                "name": "佳德健保藥局",
                "phone": "04 -23598285",
                "address": "臺中市西屯區工業38路26號",
                "mask_adult": 0,
                "mask_child": 114,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "販售防疫口罩時間：週一至週五14:00、週六及週日10:00開始販售至售完。",
                "custom_note": "",
                "website": "",
                "county": "",
                "town": "",
                "cunli": "",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.5895755,
                    24.1760679
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270392",
                "name": "瑞德大藥局",
                "phone": "04 -22939820",
                "address": "臺中市西屯區中清西二街84號",
                "mask_adult": 0,
                "mask_child": 88,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一至周日早上9:00開始販售口罩.售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "大福里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.667095,
                    24.175106
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270409",
                "name": "維恩藥局",
                "phone": "04 -23174277",
                "address": "臺中市西屯區甘肅路一段195號",
                "mask_adult": 0,
                "mask_child": 62,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "星期一~星期五(0830-2200) 星期六~星期日(0930-2200) 現場排隊\/口罩售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何仁里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.656839,
                    24.168455
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270516",
                "name": "中科何藥局",
                "phone": "04 -24612570",
                "address": "臺中市西屯區福康路40號",
                "mask_adult": 0,
                "mask_child": 194,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日14:00發放號碼牌，發完即開始販售。(全年無休)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "福林里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.617293,
                    24.184209
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270552",
                "name": "瑞心藥局",
                "phone": "04 -24639203",
                "address": "臺中市西屯區福科路950號",
                "mask_adult": 0,
                "mask_child": 96,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "販售防疫口罩時間：週一至週五8:4512:00及14:3021:30、週六8:4512:00及13:3018:00、週日公休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "福瑞里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.60597,
                    24.187657
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270570",
                "name": "百富藥局",
                "phone": "04 -22970708",
                "address": "臺中市西屯區福上巷16號",
                "mask_adult": 0,
                "mask_child": 178,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一到周日09:00~12:00 發口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "大河里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.66098,
                    24.176174
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270598",
                "name": "瑞晟中西藥局",
                "phone": "04 -23157228",
                "address": "臺中市西屯區大信街50－1號",
                "mask_adult": 15,
                "mask_child": 264,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "每日營業時間開放兩個時段供民眾現場排隊買口罩，中午12點至1點及下午5點至6點。中午售完則下午不販售口罩。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何德里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.661415,
                    24.165349
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270605",
                "name": "樂芙藥局",
                "phone": "04 -23203100",
                "address": "臺中市西屯區大墩路881號1樓",
                "mask_adult": 26,
                "mask_child": 152,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "1.早上8點40分發號碼牌(限80張)，下午4點依序領口罩。2.剩餘口罩，下午3點開放現場排隊買口罩。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何成里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.649866,
                    24.156242
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270650",
                "name": "佑升藥局",
                "phone": "04 -24525015",
                "address": "臺中市西屯區黎明路三段385號1樓",
                "mask_adult": 1,
                "mask_child": 200,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一至周六下午兩點開始領號碼牌並依序販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "西墩里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.63861,
                    24.182049
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270678",
                "name": "增健美藥局",
                "phone": "04 -27056068",
                "address": "臺中市西屯區河南路2段359號1樓",
                "mask_adult": 0,
                "mask_child": 194,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一至週六早上9:30開始發放口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "上石里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.645036,
                    24.171718
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270712",
                "name": "漢諾威藥局",
                "phone": "04 -23174323",
                "address": "臺中市西屯區青海路一段114號1樓",
                "mask_adult": 0,
                "mask_child": 259,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一至周六8:30開始發放號碼牌並依序販售口罩，售完為止。16:00開始憑號碼牌發放口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何安里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.65434,
                    24.164922
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270721",
                "name": "舒健藥局",
                "phone": "04 -27077858",
                "address": "臺中市西屯區西屯路二段255號2樓",
                "mask_adult": 0,
                "mask_child": 230,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一至周六每日晚上7點發號碼牌並依序領口罩。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "上石里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.645925,
                    24.171787
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270730",
                "name": "台榮藥局",
                "phone": "04 -23581786",
                "address": "臺中市西屯區東大路1段19號",
                "mask_adult": 204,
                "mask_child": 254,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "周一至周五下午2點30分現場排隊買口罩。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "福聯里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.602221,
                    24.183261
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270749",
                "name": "大墩藥局",
                "phone": "04 -23209602",
                "address": "臺中市西屯區大墩19街68號1樓",
                "mask_adult": 0,
                "mask_child": 184,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每天早上9點開始發號碼牌後依序領口罩。",
                "custom_note": "",
                "website": "",
                "county": "",
                "town": "",
                "cunli": "",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.6540371,
                    24.1573372
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270801",
                "name": "榮友藥局",
                "phone": "04 -23508392",
                "address": "臺中市西屯區臺灣大道四段1742號",
                "mask_adult": 22,
                "mask_child": 230,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上看診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "週一至六 09:30開始發放號碼牌，11:00開始販售",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "福聯里",
                "service_periods": "NNNNNNYNNNNNYYYYNYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.602302,
                    24.182943
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270810",
                "name": "佑全福星藥局",
                "phone": "04 -24527465",
                "address": "臺中市西屯區黎明路三段395、397號",
                "mask_adult": 4,
                "mask_child": 22,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一至週日下午2:00開始發放口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "港尾里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.639038,
                    24.182868
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270829",
                "name": "長穎藥局",
                "phone": "04 -23151176",
                "address": "臺中市西屯區西屯路二段100之21號1樓",
                "mask_adult": 0,
                "mask_child": 224,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩發放時間為周一到周六上午9~12點，下午3~9點，星期日上午9~10點",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何仁里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.654136,
                    24.16615
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270838",
                "name": "西屯長安藥局",
                "phone": "04 -23219991",
                "address": "臺中市西屯區成都路368號",
                "mask_adult": 1,
                "mask_child": 239,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "大鵬里",
                "service_periods": ""
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.664055,
                    24.173224
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270847",
                "name": "分子藥局",
                "phone": "04 -22513080",
                "address": "臺中市西屯區惠來路二段236－1號",
                "mask_adult": 0,
                "mask_child": 74,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩發放時間週一至週日早上10點起售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "惠來里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.642036,
                    24.163113
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270865",
                "name": "尚禾藥局",
                "phone": "04 -23147688",
                "address": "臺中市西屯區青海路一段65號",
                "mask_adult": 0,
                "mask_child": 68,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每天早上10點開始發放號碼牌並依序販售口罩至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何安里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.654942,
                    24.164247
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270874",
                "name": "熊健康藥局",
                "phone": "04 -23163505",
                "address": "臺中市西屯區太原路一段232號",
                "mask_adult": 3,
                "mask_child": 207,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一至週六14:00及20:00各50份， 發放號碼牌並配售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何福里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.663266,
                    24.16381
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270883",
                "name": "祥和大藥局",
                "phone": "04 -27000122",
                "address": "臺中市西屯區青海路二段240－9號",
                "mask_adult": 0,
                "mask_child": 62,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販售時間：每日早上8點至凌晨12點(售完為止)。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "上石里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.645521,
                    24.170565
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270892",
                "name": "杏林堂藥局",
                "phone": "04 -24528967",
                "address": "臺中市西屯區黎明路三段148號1樓",
                "mask_adult": 0,
                "mask_child": 82,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定每日08:30開始發放號碼牌並依序販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "西墩里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.637611,
                    24.177282
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270909",
                "name": "元生藥局",
                "phone": "04 -23274539",
                "address": "臺中市西屯區大墩路960號",
                "mask_adult": 0,
                "mask_child": 116,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一至周五09:00開始發號碼牌並依序販賣口罩，周六日13:30開始發號碼牌並依序販賣口罩。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何南里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.651671,
                    24.158116
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270918",
                "name": "全成西屯藥局",
                "phone": "04 -24512290",
                "address": "臺中市西屯區黎明路三段221、223號1樓",
                "mask_adult": 0,
                "mask_child": 140,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定每日早上9點發放口罩號碼牌，下午3點開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "港尾里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.637262,
                    24.177244
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270927",
                "name": "河南小林健保藥局",
                "phone": "04 -24512830",
                "address": "臺中市西屯區河南路二段298號1樓",
                "mask_adult": 4,
                "mask_child": 150,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午休診、星期三上午看診、星期四上午休診、星期五上午看診、星期六上午休診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上休診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上休診、星期六晚上看診、星期日晚上休診",
                "note": "固定每日早上8點發放口罩號碼牌，下午4點半開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "逢福里",
                "service_periods": "NYNYNYNNNNNNNYYNYNYNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.648481,
                    24.174772
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270936",
                "name": "新元藥局",
                "phone": "04 -23121383",
                "address": "臺中市西屯區文心路三段532號1樓",
                "mask_adult": 3,
                "mask_child": 196,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "固定周一~六早上9點現場排隊買口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何源里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.665858,
                    24.172623
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903270963",
                "name": "源興大藥局",
                "phone": "04 -23143045",
                "address": "臺中市西屯區西屯路二段12號",
                "mask_adult": 0,
                "mask_child": 117,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販售時間：每日早上9點至售完為止。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "何福里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.662177,
                    24.163868
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903271004",
                "name": "西屯青育藥師藥局",
                "phone": "04 -27077898",
                "address": "臺中市西屯區西屯路二段295－3號1樓",
                "mask_adult": 0,
                "mask_child": 179,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每天早上07:00~10:00 發放口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "至善里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.642487,
                    24.177354
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903271022",
                "name": "西屯藥局",
                "phone": "04 -24621822",
                "address": "臺中市西屯區西屯路三段150－45號1樓",
                "mask_adult": 36,
                "mask_child": 226,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "永安里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.621044,
                    24.187165
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903271031",
                "name": "美十樂中科藥局",
                "phone": "04 -24733646",
                "address": "臺中市西屯區西屯路三段166－65號1樓",
                "mask_adult": 0,
                "mask_child": 20,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一至周日10:00開始發放號碼牌並依序販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "永安里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.612861,
                    24.190353
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903271040",
                "name": "美康逢甲健保藥局",
                "phone": "04 -24528707",
                "address": "臺中市西屯區福星路431號1樓、431－1號2樓",
                "mask_adult": 0,
                "mask_child": 288,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日下午14:00開始發放號碼牌，並依序販售口罩，售完為止。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "西平里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.645284,
                    24.178644
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903271059",
                "name": "安德藥局",
                "phone": "04 -24638302",
                "address": "臺中市西屯區福康路17號1樓",
                "mask_adult": 0,
                "mask_child": 88,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "週一到週五早上10:00及週六日下午2:00開始販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "福林里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.616539,
                    24.183301
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903271068",
                "name": "西墩藥局",
                "phone": "04 -24510770",
                "address": "臺中市西屯區黎明路三段275、277號1樓",
                "mask_adult": 34,
                "mask_child": 154,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "港尾里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.637229,
                    24.178166
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903271077",
                "name": "合和健保藥局",
                "phone": "04 -24630321",
                "address": "臺中市西屯區福科路793號1樓",
                "mask_adult": 16,
                "mask_child": 154,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "週一到週六下午1:30開始販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "福聯里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.608616,
                    24.187003
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903271086",
                "name": "常春藤藥局",
                "phone": "04 -24619296",
                "address": "臺中市西屯區福康路80號1樓",
                "mask_adult": 2,
                "mask_child": 102,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日AM11:00 及 週二至週六晚上6:00開始販賣防疫口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "福林里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.618047,
                    24.186031
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903271102",
                "name": "杏東美藥局",
                "phone": "04 -24523798",
                "address": "臺中市西屯區智惠街156號1樓",
                "mask_adult": 0,
                "mask_child": 68,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一到周日固定08:30依序販售口罩，售完為止(公休日除外)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "西屯區",
                "cunli": "上德里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.643826,
                    24.170317
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280067",
                "name": "博川健保藥局",
                "phone": "04 -24732995",
                "address": "臺中市南屯區大墩5街298號1樓",
                "mask_adult": 2,
                "mask_child": 166,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "週一至週六下午3點開始發號碼牌並開始販售口罩",
                "custom_note": "",
                "website": "",
                "county": "",
                "town": "",
                "cunli": "",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.6487086,
                    24.1418941
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280101",
                "name": "成記大藥局",
                "phone": "04 -23288877",
                "address": "臺中市南屯區大墩17街123號1樓",
                "mask_adult": 0,
                "mask_child": 154,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午休診、星期二上午休診、星期三上午休診、星期四上午休診、星期五上午休診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一至週六中午12點30分開始販售口罩",
                "custom_note": "",
                "website": "",
                "county": "",
                "town": "",
                "cunli": "",
                "service_periods": "YYYYYYYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.6480325,
                    24.1555649
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280165",
                "name": "南屯福倫藥局",
                "phone": "04 -24758018",
                "address": "臺中市南屯區南屯路2段317號",
                "mask_adult": 9,
                "mask_child": 106,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每天早上9點準時發號碼牌，下午2點開始販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "向心里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.645633,
                    24.137536
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280245",
                "name": "大墩何藥局",
                "phone": "04 -24710655",
                "address": "臺中市南屯區大敦南路431號1．2樓",
                "mask_adult": 8,
                "mask_child": 0,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每天早上9點開始發號碼牌並開始販售口罩",
                "custom_note": "",
                "website": "",
                "county": "",
                "town": "",
                "cunli": "",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.649802,
                    24.134965
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280325",
                "name": "亞洲連鎖大藥局",
                "phone": "04 -23812886",
                "address": "臺中市南屯區黎明路2段133、135號",
                "mask_adult": 0,
                "mask_child": 176,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每天早上9點30分開始販售口罩，售完為止，全年無休",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "三義里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.634526,
                    24.159464
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280334",
                "name": "長益藥局",
                "phone": "04 -23899383",
                "address": "臺中市南屯區忠勇路99號",
                "mask_adult": 6,
                "mask_child": 26,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一至週六下午2點開始發號碼牌並開始販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "文山里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.615456,
                    24.149709
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280361",
                "name": "誠美健保藥局",
                "phone": "04 -24752000",
                "address": "臺中市南屯區南屯路2段169號1樓",
                "mask_adult": 0,
                "mask_child": 126,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一~週六早上09:00開始販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "大興里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.650929,
                    24.136104
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280398",
                "name": "元生連鎖保健藥局",
                "phone": "04 -23273267",
                "address": "臺中市南屯區大墩路922號1樓",
                "mask_adult": 0,
                "mask_child": 184,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周五每日上午10:30發放號碼牌，11:00正式發放。周六到周日每日下午15:00發放號碼牌，15:30正式發放。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "大業里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.650966,
                    24.157127
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280450",
                "name": "瑞安藥局",
                "phone": "04 -24750818",
                "address": "臺中市南屯區大墩路261號",
                "mask_adult": 0,
                "mask_child": 129,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午休診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午休診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上休診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周日每日下午13:40發放號碼牌，14:00正式發放，賣完為止，營業至晚上22:00。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "文心里",
                "service_periods": "NYNNNNNNYNNNNNNYNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.649717,
                    24.143018
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280487",
                "name": "康詮藥師藥局",
                "phone": "04 -23286688",
                "address": "臺中市南屯區大墩路732號",
                "mask_adult": 0,
                "mask_child": 230,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周六每日上午10:00開始販賣，現場排隊，沒有發放號碼牌，賣到中午12點。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "大業里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.649927,
                    24.153305
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280521",
                "name": "百康健保藥局",
                "phone": "04 -22547776",
                "address": "臺中市南屯區黎明路二段363號",
                "mask_adult": 0,
                "mask_child": 94,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周日每日上午8:30開始收健保卡登記，下午16:00正式發放早上登記的口罩，賣完為止。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "三和里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.635255,
                    24.150327
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280549",
                "name": "仁幼藥局",
                "phone": "04 -23809162",
                "address": "臺中市南屯區黎明東街151號",
                "mask_adult": 0,
                "mask_child": 10,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "周一到周六營業時間現場排隊依序發放，沒有發號碼牌，賣完為止(營業時間8:30-12:00，13:00-18:00，18:30-21:00)。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "三厝里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.637807,
                    24.145947
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280567",
                "name": "康總藥局",
                "phone": "04 -24735285",
                "address": "臺中市南屯區南屯路二段101號1樓",
                "mask_adult": 0,
                "mask_child": 141,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周日每日上午9:30開始販賣，沒有發放號碼牌，賣完為止(營業時間到晚上10:30)。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "大興里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.652362,
                    24.135793
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280576",
                "name": "佑全黎明藥局",
                "phone": "04 -23805560",
                "address": "臺中市南屯區黎明路2段266號",
                "mask_adult": 0,
                "mask_child": 96,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一至周日下午兩點開始發放號碼牌並依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "三厝里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.635932,
                    24.148163
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280585",
                "name": "康得藥局",
                "phone": "04 -23820981",
                "address": "臺中市南屯區向上路三段45號",
                "mask_adult": 0,
                "mask_child": 222,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "W一至W六早9點成人100片.下午6點半成人100片.W日下午4點半至售完.兒童任何時段皆可.特例日2\/25.2\/26於下午14點起代售.",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "三厝里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.635417,
                    24.14628
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280594",
                "name": "東林藥局",
                "phone": "04 -23810567",
                "address": "臺中市南屯區黎明路二段140號",
                "mask_adult": 10,
                "mask_child": 0,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一到周日每日上午8:00發放號碼牌，下午13:00至20:00以後持健保卡過來領。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "三厝里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.636832,
                    24.145617
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280601",
                "name": "方昇藥局",
                "phone": "04 -23288818",
                "address": "臺中市南屯區大墩路813號1樓",
                "mask_adult": 0,
                "mask_child": 166,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午休診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一到周六每日下午14:00開始販賣，沒有發放號碼牌，賣完為止，營業到晚上21:00。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "溝墘里",
                "service_periods": "NNYNNYYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.649531,
                    24.155072
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280638",
                "name": "心靜藥局",
                "phone": "04 -23823977",
                "address": "臺中市南屯區黎明路一段1138號",
                "mask_adult": 0,
                "mask_child": 168,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "周一到周五上午8:30開始賣，沒有發號碼牌，分配數早上大人75份，兒童15份，晚上大人25份，兒童10份(週六只有上午賣)。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "南屯里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.638275,
                    24.141576
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280647",
                "name": "澄光人文藥局",
                "phone": "04 -22530303",
                "address": "臺中市南屯區干城街305號",
                "mask_adult": 0,
                "mask_child": 16,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一到周六上午8:30發放號碼牌，11:00開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "黎明里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.634272,
                    24.15263
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280656",
                "name": "熊大心藥局",
                "phone": "04 -22516252",
                "address": "臺中市南屯區河南路四段376號",
                "mask_adult": 2,
                "mask_child": 182,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "固定周一到周六上午8:30開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "三義里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.636935,
                    24.152055
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280665",
                "name": "和平藥師藥局",
                "phone": "04 -23260008",
                "address": "臺中市南屯區大墩十街192號",
                "mask_adult": 0,
                "mask_child": 80,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一到周日上午8:00開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "惠中里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.649568,
                    24.14787
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280683",
                "name": "詠悅藥局",
                "phone": "04 -22515012",
                "address": "臺中市南屯區大墩十二街637號",
                "mask_adult": 0,
                "mask_child": 16,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一到周六上午9:00發放號碼牌，13:00開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "三和里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.636896,
                    24.150089
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280692",
                "name": "富康藥局",
                "phone": "04 -24722677",
                "address": "臺中市南屯區大墩路323號1樓",
                "mask_adult": 0,
                "mask_child": 154,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一到周日上午13:00發放號碼牌並開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "文心里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.649681,
                    24.144586
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280718",
                "name": "樂活藥局",
                "phone": "04 -23106301",
                "address": "臺中市南屯區大聖街332號1樓",
                "mask_adult": 48,
                "mask_child": 248,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "週一至週六09:00開始發放號碼牌並配售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "大業里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.65076,
                    24.154013
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280727",
                "name": "大樹南屯藥局",
                "phone": "04 -24758887",
                "address": "臺中市南屯區向上路一段643號1樓",
                "mask_adult": 204,
                "mask_child": 230,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一到周日晚上19:00發放號碼牌，19:30開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "文心里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.648589,
                    24.146587
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280736",
                "name": "大育藥局",
                "phone": "04 -24755656",
                "address": "臺中市南屯區東興路二段71號1樓",
                "mask_adult": 0,
                "mask_child": 66,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一到周日上午11:00發放號碼牌並開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "大誠里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.652833,
                    24.138347
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280745",
                "name": "亨宇藥局",
                "phone": "04 -24711206",
                "address": "臺中市南屯區東興路二段29－2號1樓",
                "mask_adult": 0,
                "mask_child": 158,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一到周六上午9:00及下午17:30分二梯次販售。",
                "custom_note": "9:00(100片)17:30(100片)",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "大興里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.652872,
                    24.136879
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280763",
                "name": "全順藥局",
                "phone": "04 -24730983",
                "address": "臺中市南屯區永春東路339號1樓",
                "mask_adult": 0,
                "mask_child": 22,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "8：00開始販售，售完為止。週一~五12：00~15：00午休、營業至21：00，週六13：30休息。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "向心里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.647684,
                    24.13447
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903280781",
                "name": "美十樂藥局",
                "phone": "04 -23806288",
                "address": "臺中市南屯區東興路二段279號1樓",
                "mask_adult": 0,
                "mask_child": 146,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "8：30憑健保卡領號碼牌，13：30~22：30憑號碼牌購買一份口罩。一人最多2張號碼牌。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "南屯區",
                "cunli": "大同里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.652837,
                    24.143703
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290045",
                "name": "康美得藥局",
                "phone": "04 -22467128",
                "address": "臺中市北屯區昌平路1段105－8號",
                "mask_adult": 0,
                "mask_child": 82,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩每週一至週六上午9:30開始販售，現場排隊，售完為止。週日公休。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平心里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.690331,
                    24.173735
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290063",
                "name": "承恩藥局",
                "phone": "04 -22467857",
                "address": "臺中市北屯區北屯路441－1號1樓",
                "mask_adult": 0,
                "mask_child": 197,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上看診",
                "note": "星期1-5下午5點賣口罩。星期六休息。星期日中午12點賣口罩。販售前10分鐘發號碼牌。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "舊社里",
                "service_periods": "NNNNNYNNNNNNYNNNNNNYN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.700788,
                    24.179766
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290090",
                "name": "瑞士藥局",
                "phone": "04 -22344853",
                "address": "臺中市北屯區北屯路192－3號1樓",
                "mask_adult": 0,
                "mask_child": 128,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "三光里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.695161,
                    24.165968
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290125",
                "name": "中貞藥局",
                "phone": "04 -22412305",
                "address": "臺中市北屯區松竹路2段305號",
                "mask_adult": 0,
                "mask_child": 160,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "星期一到六 每天八點半發售防疫口罩，中午12點至2點休息，售完為止，星期六營業到中午12點，12點後、星期日無營業",
                "custom_note": "防疫口罩：星期一到五 每日八點半現場排隊發售，星期六八點半到12點結束營業，星期日無營業",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "松和里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.692804,
                    24.182714
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290198",
                "name": "健康達人藥局",
                "phone": "04 -22471172",
                "address": "臺中市北屯區遼寧路1段63號",
                "mask_adult": 0,
                "mask_child": 60,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上休診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "早上8:30發號碼牌，週日公休，週一下午3點後不營業。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平興里",
                "service_periods": "NNNNNNYNNNNNNYYNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.696678,
                    24.175366
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290232",
                "name": "弘映藥局",
                "phone": "04 -22464485",
                "address": "臺中市北屯區崇德路2段467號",
                "mask_adult": 0,
                "mask_child": 38,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間自13:00;號碼牌發放時間自12:40;中途不離開賣完為主",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "松竹里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.68592,
                    24.181327
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290312",
                "name": "大連大愛藥局",
                "phone": "04 -22428899",
                "address": "臺中市北屯區大連路2段221號",
                "mask_adult": 14,
                "mask_child": 196,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "發放口罩時間: 每日下午(準點)16:30發放號碼牌，並依序販售口罩，服務時間至18:30.(口罩售完為止)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平福里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.688345,
                    24.175789
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290385",
                "name": "元復藥局",
                "phone": "04 -24362075",
                "address": "臺中市北屯區東山路1段225－7號",
                "mask_adult": 2,
                "mask_child": 182,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "上午8:00開始發放號碼牌，週日公休。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "軍功里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.715507,
                    24.174748
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290394",
                "name": "億銓藥局",
                "phone": "04 -22313670",
                "address": "臺中市北屯區北屯路210－1號",
                "mask_adult": 0,
                "mask_child": 96,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "上午9:30開始發號碼牌，週日公休。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "三光里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.696113,
                    24.167562
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290456",
                "name": "百禾藥局中清店",
                "phone": "04 -22980980",
                "address": "臺中市北屯區中清路2段600號1樓",
                "mask_adult": 0,
                "mask_child": 228,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "固定周一至周六下午1:30開始依序販賣",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "陳平里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.665899,
                    24.182917
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290483",
                "name": "兩隻老虎藥局",
                "phone": "04 -22364635",
                "address": "臺中市北屯區崇德路2段12號",
                "mask_adult": 0,
                "mask_child": 173,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每日下午2點發放號碼牌販售口罩(全年無休)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平安里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.685452,
                    24.168693
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290518",
                "name": "佳美藥局",
                "phone": "04 -24363658",
                "address": "臺中市北屯區東山路1段265號1樓",
                "mask_adult": 8,
                "mask_child": 101,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一~週六中午12點現場排隊販售口罩，售完為止.",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "軍功里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.718402,
                    24.175831
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290572",
                "name": "合健藥局",
                "phone": "04 -22951833",
                "address": "臺中市北屯區大連路一段54－1號",
                "mask_adult": 0,
                "mask_child": 94,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩星期一到星期日8:30領號碼牌，販賣時間12:00~15:00.",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "水湳里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.672638,
                    24.175651
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290607",
                "name": "敦化小林健保藥局",
                "phone": "04 -24261881",
                "address": "臺中市北屯區敦化路1段668號",
                "mask_adult": 0,
                "mask_child": 2,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午休診、星期三上午看診、星期四上午休診、星期五上午看診、星期六上午休診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上休診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "每日早上8:00領號碼牌，16:30再回藥局領口罩(全年無休)",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "后庄里",
                "service_periods": "NYNYNYNNNNNNNYYNYNYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.664282,
                    24.185928
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290625",
                "name": "又昌中西健保藥局",
                "phone": "04 -24375716",
                "address": "臺中市北屯區東山路1段223號",
                "mask_adult": 58,
                "mask_child": 204,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "周一至周六18:00開賣口罩 售完為止 現場排隊不發號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "軍功里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.715227,
                    24.174516
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290661",
                "name": "康博中西健保藥局",
                "phone": "04 -24252468",
                "address": "臺中市北屯區后庄一街7號1樓",
                "mask_adult": 0,
                "mask_child": 184,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午休診、星期二上午休診、星期三上午休診、星期四上午休診、星期五上午休診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "週一~週五11:30~22:30，週六~週日16:30~22:30;每日下午16:00發放口罩，遇晚上休假提前至14:30作業",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "后庄里",
                "service_periods": "YYYYYYYNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.664357,
                    24.186496
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290689",
                "name": "大德安藥局",
                "phone": "04 -24378351",
                "address": "臺中市北屯區景賢路236號",
                "mask_adult": 0,
                "mask_child": 30,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩代售時間從週一到週六12:30~13:30現場排隊售完為止星期日早上10:00起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "廍子里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.724073,
                    24.167008
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290714",
                "name": "寶昇藥局",
                "phone": "04 -24371393",
                "address": "臺中市北屯區東山路一段216－24號1樓",
                "mask_adult": 69,
                "mask_child": 130,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩週一、二、三、六：15:00~18:00；週四、五：8:30~12:00。現場販售、售完為止。週日休。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "水景里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.714114,
                    24.173378
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290723",
                "name": "崙湞藥局",
                "phone": "04 -22370189",
                "address": "臺中市北屯區進化北路45號",
                "mask_adult": 0,
                "mask_child": 278,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一至周日14:00開始發放號碼牌並依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "北京里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.690759,
                    24.162724
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290732",
                "name": "小蕃茄藥局",
                "phone": "04 -22951900",
                "address": "臺中市北屯區山西路二段262號",
                "mask_adult": 0,
                "mask_child": 144,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "上午8:00~11:50、下午15:00~21:20，現場販售，售完為止。週日休。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平陽里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.676593,
                    24.175238
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290750",
                "name": "長幼藥局",
                "phone": "04 -22426767",
                "address": "臺中市北屯區崇德路二路二段157號1樓",
                "mask_adult": 28,
                "mask_child": 126,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "防疫口罩於每天下午一點半開賣，採現場排隊無號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平和里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.686445,
                    24.18483
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290778",
                "name": "博宇藥局",
                "phone": "04 -22341479",
                "address": "臺中市北屯區北屯路385之1號",
                "mask_adult": 20,
                "mask_child": 200,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午休診、星期三下午看診、星期四下午休診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩9:00現場販售、售完為止。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "東光里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.697923,
                    24.171932
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290787",
                "name": "新一代何藥局",
                "phone": "04 -24364366",
                "address": "臺中市北屯區環中東路二段266、268號1樓",
                "mask_adult": 0,
                "mask_child": 32,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定每日09:00開始發放號碼牌並依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "和平里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.721058,
                    24.166246
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290796",
                "name": "大樹北屯藥局",
                "phone": "04 -22422262",
                "address": "臺中市北屯區松竹路二段411號",
                "mask_adult": 202,
                "mask_child": 186,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩19:00發號碼牌、19:30開始販售、售完為止。全日無休。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "松和里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.689503,
                    24.181917
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290803",
                "name": "英全藥局",
                "phone": "04 -22345179",
                "address": "臺中市北屯區北平路三段34號",
                "mask_adult": 2,
                "mask_child": 70,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩8:30發號碼牌，9點開始過卡.保留到18:00止。全年無休。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平德里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.680316,
                    24.171051
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290821",
                "name": "昌平炘星藥局",
                "phone": "04 -22417616",
                "address": "臺中市北屯區昌平路二段11－36號",
                "mask_adult": 12,
                "mask_child": 154,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "周一到周六，中午12:00開始販賣防疫口罩，下午13:00~15:00、晚上18:00~19:00休息，星期日休息",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "松竹里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.688647,
                    24.181622
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290830",
                "name": "齊方藥局",
                "phone": "04 -22912192",
                "address": "臺中市北屯區四平路39號",
                "mask_adult": 0,
                "mask_child": 116,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週一至週六口罩販售9am-10pm，現排現領不抽號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "仁愛里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.670707,
                    24.17886
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290849",
                "name": "新盛藥局",
                "phone": "04 -22467779",
                "address": "臺中市北屯區松竹路二段157號1樓",
                "mask_adult": 0,
                "mask_child": 138,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "於早上8˙30後開始賣口罩固定週一至週六依序排隊",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "松安里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.695902,
                    24.183112
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290876",
                "name": "北屯軍功藥局",
                "phone": "04 -24375111",
                "address": "臺中市北屯區軍功路一段752號",
                "mask_adult": 26,
                "mask_child": 194,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日晚上19:00發放號碼牌，19:30開始販售。",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "和平里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.719315,
                    24.175427
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290885",
                "name": "全成北屯藥局",
                "phone": "04 -22463518",
                "address": "臺中市北屯區北屯路439－11號1樓",
                "mask_adult": 0,
                "mask_child": 150,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定每週一至週五晚間7點發放口罩，周末下午3點發放。依照實際排隊發放，無提前發放號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "舊社里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.700446,
                    24.179128
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290894",
                "name": "豐禾藥局",
                "phone": "04 -24260588",
                "address": "臺中市北屯區同榮路163號",
                "mask_adult": 0,
                "mask_child": 14,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午休診、星期二上午休診、星期三上午休診、星期四上午休診、星期五上午休診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩代售時間自19:00，號碼牌發放時間自13:00",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "同榮里",
                "service_periods": "YYYYYYYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.661875,
                    24.19592
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290901",
                "name": "帥帥藥局",
                "phone": "04 -24378188",
                "address": "臺中市北屯區東山路一段300－2號",
                "mask_adult": 0,
                "mask_child": 42,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上看診",
                "note": "星期一至星期五早上8:00、星期日早上8:30開始販賣防疫口罩，星期六休息",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "和平里",
                "service_periods": "NNNNNYNNNNNNYNNNNNNYN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.720201,
                    24.175743
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290929",
                "name": "微笑藥局",
                "phone": "04 -22432699",
                "address": "臺中市北屯區昌平路一段318號1樓",
                "mask_adult": 0,
                "mask_child": 128,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日下午3點發號碼牌，當場販賣口罩（無休息日）",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平心里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.690744,
                    24.173435
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290938",
                "name": "中清崙湞藥局",
                "phone": "04 -22990409",
                "address": "臺中市北屯區中清路二段296號1樓",
                "mask_adult": 200,
                "mask_child": 310,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日下午2點發放號碼牌，同時販賣口罩。（無休息日）",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "大德里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.668755,
                    24.178477
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290947",
                "name": "德寶健保藥局",
                "phone": "04 -22325511",
                "address": "臺中市北屯區熱河路一段70號1樓",
                "mask_adult": 0,
                "mask_child": 216,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "早上9點發號碼牌，當場販賣口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平安里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.687053,
                    24.167399
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290956",
                "name": "德霖藥局",
                "phone": "04 -24369526",
                "address": "臺中市北屯區東山路1段216－9號1樓",
                "mask_adult": 0,
                "mask_child": 78,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "上午11時開始販賣口罩（無休息日）",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "水景里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.713608,
                    24.173031
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290965",
                "name": "崇德藥局",
                "phone": "04 -22361331",
                "address": "臺中市北屯區崇德路二段31號",
                "mask_adult": 0,
                "mask_child": 150,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "晚上7點發號碼牌（請提前排隊），7點30準時開賣口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平德里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.684964,
                    24.169617
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290974",
                "name": "興安永佳藥局",
                "phone": "04 -22437876",
                "address": "臺中市北屯區興安路一段333號1樓",
                "mask_adult": 0,
                "mask_child": 180,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "下午2點發號碼牌，直接販賣口罩",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "平田里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.694382,
                    24.174315
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5903290983",
                "name": "祥和藥局",
                "phone": "04 -22369603",
                "address": "臺中市北屯區太原路三段147號1樓",
                "mask_adult": 0,
                "mask_child": 140,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販售：於早上8:10發號碼牌，領取時間請洽藥局",
                "custom_note": "",
                "website": "",
                "county": "臺中市",
                "town": "北屯區",
                "cunli": "北屯里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.690129,
                    24.165067
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010018",
                "name": "永麗藥師藥局",
                "phone": "06 -6377898",
                "address": "臺南市新營區三民路76之10號",
                "mask_adult": 146,
                "mask_child": 304,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "上午8:30~12:00;下午2:30~6:00;晚上6:00~9:30現場排隊販售口罩，無發放號碼牌.",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "大宏里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.316588,
                    23.307358
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010027",
                "name": "大安藥局",
                "phone": "06 -6322366",
                "address": "臺南市新營區中山路257號",
                "mask_adult": 0,
                "mask_child": 222,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩代售時間自11：00；現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "永平里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.313914,
                    23.30236
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010036",
                "name": "橘子藥局",
                "phone": "06 -6351881",
                "address": "臺南市新營區民權路118之2號",
                "mask_adult": 0,
                "mask_child": 52,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "09:00發[口罩號碼牌];雖六日公休，目前配合防疫工作，六日09:00-11:00仍會開門販售口罩，11:00後仍可接[預約買物或領藥客人]",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "民權里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.311956,
                    23.309891
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010045",
                "name": "台新藥局",
                "phone": "06 -6350048",
                "address": "臺南市新營區中正路86號",
                "mask_adult": 686,
                "mask_child": 266,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩時間 一到五13點到15點",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "王公里",
                "service_periods": "NNNNNYYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.316699,
                    23.314569
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010063",
                "name": "松柏藥局",
                "phone": "06 -6590063",
                "address": "臺南市新營區新南里新北街1號",
                "mask_adult": 0,
                "mask_child": 86,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "販賣口罩時間同固定看診時段",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "新南里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.304815,
                    23.30861
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010072",
                "name": "長壽藥局",
                "phone": "06 -6324001",
                "address": "臺南市新營區中山路219號",
                "mask_adult": 25,
                "mask_child": 336,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販售時間：15:00~售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "永平里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.314554,
                    23.30286
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010090",
                "name": "菁安連鎖健保藥局民治店",
                "phone": "06 -6351678",
                "address": "臺南市新營區民治路10之1號1樓",
                "mask_adult": 196,
                "mask_child": 336,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩購買時間15:30~20:50",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "王公里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.319839,
                    23.311119
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010107",
                "name": "李藥師健康藥局",
                "phone": "06 -6328359",
                "address": "臺南市新營區大宏里民族路21號",
                "mask_adult": 0,
                "mask_child": 204,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "早上0900發號碼牌，1030開始發口罩，中午1200~1400午休時間",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "大宏里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.318302,
                    23.30875
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010116",
                "name": "安全藥局",
                "phone": "06 -6321706",
                "address": "臺南市新營區民治路6之44號1樓",
                "mask_adult": 24,
                "mask_child": 212,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午休診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "政府口罩固定  於早上8點發放  發完即停止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "王公里",
                "service_periods": "NNNNNNYNNYNNYYNNYNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.321116,
                    23.311191
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010125",
                "name": "宏泰大藥局",
                "phone": "06 -6327801",
                "address": "臺南市新營區新東里東興8街27號",
                "mask_adult": 2,
                "mask_child": 124,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販售時間：09:00~售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "新東里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.327252,
                    23.3189
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010134",
                "name": "聖佳藥局",
                "phone": "06 -6330623",
                "address": "臺南市新營區大宏里民治路29巷26－13號1樓",
                "mask_adult": 140,
                "mask_child": 270,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午休診、星期二下午休診、星期三下午休診、星期四下午休診、星期五下午休診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "上午 7:30 至 12:00   下午 16:30 至 19:30",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "大宏里",
                "service_periods": "NNNNNYYYYYYYYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.316566,
                    23.309647
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010152",
                "name": "謙和藥師藥局",
                "phone": "06 -6322957",
                "address": "臺南市新營區延平路101之2號",
                "mask_adult": 16,
                "mask_child": 268,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "晚上營業到8:30",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "興業里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.313516,
                    23.299841
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010161",
                "name": "安佳藥局",
                "phone": "06 -6560535",
                "address": "臺南市新營區民治路374號1樓",
                "mask_adult": 170,
                "mask_child": 168,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午休診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上休診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販售時間：14:30~17:30",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "新南里",
                "service_periods": "NNNNNNYNNNYNYYNNNYNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.302939,
                    23.305273
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010189",
                "name": "華陞藥局",
                "phone": "06 -6329777",
                "address": "臺南市新營區三民路106號1樓",
                "mask_adult": 344,
                "mask_child": 70,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販賣時間於早上08:00~12:00",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "民權里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.314398,
                    23.307174
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905010214",
                "name": "大樹新營藥局",
                "phone": "06 -6328300",
                "address": "臺南市新營區民權路74、76、78號1樓",
                "mask_adult": 196,
                "mask_child": 294,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新營區",
                "cunli": "民權里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.311843,
                    23.3103
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905020014",
                "name": "恩加藥局",
                "phone": "06 -6521346",
                "address": "臺南市鹽水區武廟里三福路70號",
                "mask_adult": 8,
                "mask_child": 129,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販售時間：08:00發號碼牌~售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "鹽水區",
                "cunli": "津城里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.266187,
                    23.321078
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905030010",
                "name": "美恩健保藥局",
                "phone": "06 -6858865",
                "address": "臺南市白河區永安里中山路81號1樓",
                "mask_adult": 0,
                "mask_child": 168,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "早上7:30帶健保卡開始領號碼牌至中午12:00止，限當日領取.",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "白河區",
                "cunli": "永安里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.415276,
                    23.350179
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905030038",
                "name": "美尚藥局",
                "phone": "06 -6853538",
                "address": "臺南市白河區白河里康樂路43號",
                "mask_adult": 0,
                "mask_child": 104,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販售時間：星期一-六07:30發號碼牌(10:00販售)-售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "白河區",
                "cunli": "白河里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.414823,
                    23.348325
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905030065",
                "name": "安泰藥局",
                "phone": "06 -6856700",
                "address": "臺南市白河區中正路93號1樓",
                "mask_adult": 0,
                "mask_child": 140,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販售時間：星期一-日09:00-售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "白河區",
                "cunli": "永安里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.412414,
                    23.349439
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905030074",
                "name": "優生藥局",
                "phone": "06 -6831583",
                "address": "臺南市白河區新起街2－19號",
                "mask_adult": 460,
                "mask_child": 330,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午休診、星期三下午休診、星期四下午看診、星期五下午休診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販賣時間:08:30至營業結束",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "白河區",
                "cunli": "白河里",
                "service_periods": "NNNNNNYNYYNYYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.415303,
                    23.347297
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905040070",
                "name": "華笙藥局",
                "phone": "06 -5715568",
                "address": "臺南市麻豆區中山路150－10號",
                "mask_adult": 926,
                "mask_child": 314,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午休診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "星期一~五 09:0011:00",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "麻豆區",
                "cunli": "油車里",
                "service_periods": "NNNNNNYNNYNNNYNNYNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.241465,
                    23.185151
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905040089",
                "name": "徠德藥局",
                "phone": "06 -5711393",
                "address": "臺南市麻豆區文昌路14－2號",
                "mask_adult": 206,
                "mask_child": 266,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "星期一~六   10:00售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "麻豆區",
                "cunli": "東角里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.252142,
                    23.184182
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905040105",
                "name": "幸福藥局",
                "phone": "06 -5720977",
                "address": "臺南市麻豆區光復路127號1樓",
                "mask_adult": 94,
                "mask_child": 132,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "販賣口罩時段 1.11:00~12:30  2.14:30~16:00 (早上8:45發號碼牌). 星期六單數週有營業半天",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "麻豆區",
                "cunli": "新興里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.245041,
                    23.184349
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905040114",
                "name": "禾泰藥局",
                "phone": "06 -5720389",
                "address": "臺南市麻豆區中正路59－3號1樓",
                "mask_adult": 1,
                "mask_child": 198,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午休診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上休診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販售時間周一至週六上午9:30開始販售，售完為止。",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "麻豆區",
                "cunli": "大埕里",
                "service_periods": "NNNNNNYNYNNNYYNYNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.24917,
                    23.185946
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905040132",
                "name": "大樹麻豆藥局",
                "phone": "06 -5716556",
                "address": "臺南市麻豆區中山路48、50號1樓",
                "mask_adult": 200,
                "mask_child": 294,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "麻豆區",
                "cunli": "油車里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.241767,
                    23.184611
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905050012",
                "name": "延平藥局",
                "phone": "06 -7236185",
                "address": "臺南市佳里區延平路45號",
                "mask_adult": 152,
                "mask_child": 256,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "2月28日看診早上",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "佳里區",
                "cunli": "鎮山里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.179195,
                    23.154899
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905050058",
                "name": "佳里啄木鳥藥局",
                "phone": "06 -7236396",
                "address": "臺南市佳里區六安里六安17之22號",
                "mask_adult": 0,
                "mask_child": 112,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "09:50-售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "佳里區",
                "cunli": "六安里",
                "service_periods": "NNNNNNNNNNNNNNYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.185754,
                    23.164749
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905050094",
                "name": "建昌藥局佳里店",
                "phone": "06 -7221369",
                "address": "臺南市佳里區光復路371號",
                "mask_adult": 0,
                "mask_child": 140,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "禮拜一~六09:0021:30",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "佳里區",
                "cunli": "安西里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.174727,
                    23.164517
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905050156",
                "name": "延興藥局",
                "phone": "06 -7238544",
                "address": "臺南市佳里區鎮山里延平路76號1樓",
                "mask_adult": 208,
                "mask_child": 194,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "禮拜一~六  08:00-12:00 ，15:008:30，19:0021:30 禮拜日不一定",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "佳里區",
                "cunli": "鎮山里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.179462,
                    23.15507
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905050165",
                "name": "德昌藥局佳里店",
                "phone": "06 -7232388",
                "address": "臺南市佳里區光復路233號",
                "mask_adult": 0,
                "mask_child": 190,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "固定周一至周日14:30開始發放號碼牌並依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "佳里區",
                "cunli": "文新里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.174546,
                    23.160901
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905050192",
                "name": "復佑藥局",
                "phone": "06 -7222771",
                "address": "臺南市佳里區光復路315號1樓",
                "mask_adult": 0,
                "mask_child": 130,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日早上10點起，開始提供防疫口罩，人多時則發放號碼牌",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "佳里區",
                "cunli": "文新里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.174595,
                    23.162891
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905050209",
                "name": "大樹佳里藥局",
                "phone": "06 -7231323",
                "address": "臺南市佳里區延平路237號1樓",
                "mask_adult": 328,
                "mask_child": 234,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "佳里區",
                "cunli": "忠仁里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.178278,
                    23.159901
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905060054",
                "name": "全家康藥師藥局",
                "phone": "06 -5980866",
                "address": "臺南市新化區北勢里中正路1207號",
                "mask_adult": 0,
                "mask_child": 98,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "週1→週六10:00賣口罩",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新化區",
                "cunli": "北勢里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.29677,
                    23.05935
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905060081",
                "name": "新化景惠藥局",
                "phone": "06 -5909659",
                "address": "臺南市新化區護國里中山路185號",
                "mask_adult": 0,
                "mask_child": 22,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "週1→週六08:00賣口罩",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新化區",
                "cunli": "護國里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.310313,
                    23.03705
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905060090",
                "name": "加賀藥局",
                "phone": "06 -5983865",
                "address": "臺南市新化區忠孝路281號",
                "mask_adult": 32,
                "mask_child": 188,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "星期一~五 11:00~12:00\/15:30~17:00 星期六15:00~18:00賣口罩",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新化區",
                "cunli": "協興里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.301128,
                    23.036892
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905060107",
                "name": "新化健保藥局",
                "phone": "06 -5983328",
                "address": "臺南市新化區中山路507號",
                "mask_adult": 0,
                "mask_child": 162,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩販售時間：下午2:00開始至售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新化區",
                "cunli": "豐榮里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.302755,
                    23.035764
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905060116",
                "name": "美華健保藥局",
                "phone": "06 -5907859",
                "address": "臺南市新化區中山路487號1樓",
                "mask_adult": 0,
                "mask_child": 154,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩代售時間：週1→週六：每日上午8:00起現場排隊至賣完。",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新化區",
                "cunli": "武安里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.303185,
                    23.035664
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905060125",
                "name": "美麗安藥局",
                "phone": "06 -5909509",
                "address": "臺南市新化區護國里中山路150－1號1樓",
                "mask_adult": 0,
                "mask_child": 239,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "固定周一至周六早上8點發放號碼牌，並依序販賣口罩",
                "custom_note": "營業時間周一~五:早上8-12點  下午3-7點    周六:早上8-12點   下午休息   周日全天休息",
                "website": "",
                "county": "臺南市",
                "town": "新化區",
                "cunli": "護國里",
                "service_periods": "NNNNNNYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.310163,
                    23.037137
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905060134",
                "name": "得安藥局",
                "phone": "06 -5981333",
                "address": "臺南市新化區忠孝路118號1樓",
                "mask_adult": 0,
                "mask_child": 118,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "上午10:00販售口罩， 如有民眾排隊將適時提早作業， 以減少民眾等待擁擠， 中午12:00-15:00休息時間不販售",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新化區",
                "cunli": "太平里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.304395,
                    23.038004
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905060143",
                "name": "來德藥局",
                "phone": "06 -5800193",
                "address": "臺南市新化區護國里中山路232號",
                "mask_adult": 36,
                "mask_child": 248,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午休診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "週1→6，10:00~12:00點賣口罩",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新化區",
                "cunli": "護國里",
                "service_periods": "NNNNNNYNYNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.308297,
                    23.036111
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905060161",
                "name": "和德藥局新化店",
                "phone": "06 -5802518",
                "address": "臺南市新化區清水里中山路420號1樓",
                "mask_adult": 0,
                "mask_child": 144,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "2\/6至2\/29(預計結束日)下午15:00至17:00現場發放口罩",
                "custom_note": "",
                "website": "",
                "county": "",
                "town": "",
                "cunli": "",
                "service_periods": "YYYYYYYNNNNNNNYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.3048479,
                    23.0358534
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905070069",
                "name": "善欣藥局",
                "phone": "06 -5833363",
                "address": "臺南市善化區光文里大成路98號1樓",
                "mask_adult": 520,
                "mask_child": 236,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "善化區",
                "cunli": "光文里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.303142,
                    23.130612
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905070096",
                "name": "善美藥局",
                "phone": "06 -5852540",
                "address": "臺南市善化區中正路456號",
                "mask_adult": 1,
                "mask_child": 68,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "早上9:30開始販售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "善化區",
                "cunli": "坐駕里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.29403,
                    23.131145
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905070103",
                "name": "有誼藥局",
                "phone": "06 -5817767",
                "address": "臺南市善化區文昌里中正路387號1樓",
                "mask_adult": 62,
                "mask_child": 102,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩發放時間：周一至周六下午三點三十分開始",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "善化區",
                "cunli": "文昌里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.293978,
                    23.127838
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905070112",
                "name": "健登藥局",
                "phone": "06 -5831133",
                "address": "臺南市善化區大成路212號1樓",
                "mask_adult": 76,
                "mask_child": 158,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "固定一~六14:00開始發放至售完為止。",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "善化區",
                "cunli": "光文里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.300428,
                    23.130207
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905070121",
                "name": "大樹善化藥局",
                "phone": "06 -5830550",
                "address": "臺南市善化區民權路54、56、58號1樓",
                "mask_adult": 200,
                "mask_child": 152,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "善化區",
                "cunli": "坐駕里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.295531,
                    23.130783
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905080038",
                "name": "大樹學甲藥局",
                "phone": "06 -7820001",
                "address": "臺南市學甲區中正路135號1樓",
                "mask_adult": 530,
                "mask_child": 340,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "學甲區",
                "cunli": "仁得里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.179318,
                    23.230287
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905080047",
                "name": "生祥大藥局學甲店",
                "phone": "06 -7838462",
                "address": "臺南市學甲區華宗路376號1樓",
                "mask_adult": 14,
                "mask_child": 142,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販售時間：星期一~五08:30拿號碼牌13:00~20:00領 星期六08:30拿號碼牌14:00~17:00領",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "學甲區",
                "cunli": "慈福里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.182409,
                    23.232352
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905090025",
                "name": "中山藥局",
                "phone": "06 -6221696",
                "address": "臺南市柳營區中山西路二段145號1樓",
                "mask_adult": 0,
                "mask_child": 142,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "口罩領用周一至周六下午18:00，週日早上8:00",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "柳營區",
                "cunli": "光福里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.313662,
                    23.276577
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905090034",
                "name": "維康藥局柳營店",
                "phone": "06 -6226228",
                "address": "臺南市柳營區太康里201－10號",
                "mask_adult": 0,
                "mask_child": 304,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販賣時間:早上8點到晚上7點",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "柳營區",
                "cunli": "太康里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.325351,
                    23.287929
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905100035",
                "name": "華恩藥局",
                "phone": "06 -6623491",
                "address": "臺南市後壁區墨林里198號",
                "mask_adult": 82,
                "mask_child": 288,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "上午8:00-12:00，下午2:30-7:30，口罩代售時間自09:00;號碼牌發放時間自09:00",
                "custom_note": "",
                "website": "",
                "county": "",
                "town": "",
                "cunli": "",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.3360951,
                    23.3789386
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905100062",
                "name": "美尚藥局後壁店",
                "phone": "06 -6871138",
                "address": "臺南市後壁區後壁里168－8號",
                "mask_adult": 0,
                "mask_child": 84,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "星期一~星期五 AM8:00~PM7:00 星期六8:00~12:00 星期天休息  每天8點30分發領口罩號碼牌.9點開始發放口罩",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "後壁區",
                "cunli": "後壁里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.364005,
                    23.365085
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905120019",
                "name": "復興藥局",
                "phone": "06 -6898472",
                "address": "臺南市下營區營前里復興街87號1樓",
                "mask_adult": 8,
                "mask_child": 254,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午休診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "下營區",
                "cunli": "營前里",
                "service_periods": "NNNNNNYNNNYNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.262234,
                    23.233799
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905120055",
                "name": "維任藥局",
                "phone": "06 -6892259",
                "address": "臺南市下營區中正北路7號",
                "mask_adult": 454,
                "mask_child": 306,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "下營區",
                "cunli": "下營里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.262471,
                    23.235424
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905120073",
                "name": "壹勝藥局",
                "phone": "06 -6890372",
                "address": "臺南市下營區中山路二段66號1樓",
                "mask_adult": 0,
                "mask_child": 194,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "下營區",
                "cunli": "下營里",
                "service_periods": "NNNNNNNNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.261025,
                    23.233873
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905120082",
                "name": "尚營藥局",
                "phone": "06 -6790155",
                "address": "臺南市下營區營前里中正南路55號1樓",
                "mask_adult": 96,
                "mask_child": 178,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上看診",
                "note": "口罩販賣時間:每天上午10點-12點  下午3點-6點 不發號碼牌  不押健保卡 賣完為止每星期六午晚休診，其餘時間正常看診",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "下營區",
                "cunli": "營前里",
                "service_periods": "NNNNNNNNNNNNYNNNNNNYN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.263255,
                    23.233985
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905130024",
                "name": "人大藥局",
                "phone": "06 -6988802",
                "address": "臺南市六甲區中山路7號",
                "mask_adult": 0,
                "mask_child": 32,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販售時間：星期一-日07:30-售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "六甲區",
                "cunli": "六甲里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.351346,
                    23.230596
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905130033",
                "name": "鄰家藥局",
                "phone": "06 -6993465",
                "address": "臺南市六甲區甲南里珊瑚路18號1樓",
                "mask_adult": 0,
                "mask_child": 110,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上休診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販售時間：8:00-售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "六甲區",
                "cunli": "甲南里",
                "service_periods": "NNNNNNNNNNNNNYNNNYNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.351858,
                    23.226328
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905130042",
                "name": "人大聯合藥局",
                "phone": "06 -6987822",
                "address": "臺南市六甲區中山路8號1樓",
                "mask_adult": 0,
                "mask_child": 102,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販售時間：星期一-日08:00-售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "六甲區",
                "cunli": "六甲里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.351284,
                    23.230871
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905140011",
                "name": "振安藥局",
                "phone": "06 -5791810",
                "address": "臺南市官田區隆田里中山路一段60號",
                "mask_adult": 0,
                "mask_child": 160,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "周一、二 PM06:30；周三~日 AM09:00領用口罩",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "官田區",
                "cunli": "隆田里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.317847,
                    23.192902
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905140039",
                "name": "安安藥局隆田店",
                "phone": "06 -5795705",
                "address": "臺南市官田區中山路一段15號1樓",
                "mask_adult": 4,
                "mask_child": 58,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日口罩販賣於早上8點開始發放號碼牌  下午3-4點可以領取口罩  中間有空時間會上VPN過卡",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "官田區",
                "cunli": "隆田里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.318777,
                    23.192566
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905170019",
                "name": "博士藥師專業藥局",
                "phone": "06 -7874226",
                "address": "臺南市七股區大埕里357號1樓",
                "mask_adult": 0,
                "mask_child": 164,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩早上6:30領號碼牌.8:00開始領.販售時間6:30-8:30AM",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "七股區",
                "cunli": "大埕里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.140524,
                    23.141691
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905170037",
                "name": "建昌藥局",
                "phone": "06 -7873777",
                "address": "臺南市七股區大寮里1之11號",
                "mask_adult": 0,
                "mask_child": 224,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "防疫口罩固定週一至週六08:00發號碼牌隨即販售",
                "custom_note": "",
                "website": "",
                "county": "",
                "town": "",
                "cunli": "",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.149245,
                    23.148438
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905180042",
                "name": "建昌藥局漚汪店",
                "phone": "06 -7941889",
                "address": "臺南市將軍區忠興里1－6號1樓",
                "mask_adult": 0,
                "mask_child": 168,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "防疫口罩固定周一至周六9:00發號碼牌隨即販售",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "將軍區",
                "cunli": "忠興里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.159409,
                    23.199565
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905200012",
                "name": "新視藥局",
                "phone": "06 -5990172",
                "address": "臺南市新市區中正路313號",
                "mask_adult": 0,
                "mask_child": 162,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午休診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上休診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "成人口罩販賣時間 9:00~11:00",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新市區",
                "cunli": "新市里",
                "service_periods": "NNNNNNYNNNYNYYNNNYNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.293652,
                    23.079502
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905200030",
                "name": "新和德健保藥局",
                "phone": "06 -5997603",
                "address": "臺南市新市區中正路319－1號",
                "mask_adult": 0,
                "mask_child": 104,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新市區",
                "cunli": "新市里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.293871,
                    23.079578
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905200058",
                "name": "欣和德藥局",
                "phone": "06 -5895658",
                "address": "臺南市新市區中正路200號",
                "mask_adult": 0,
                "mask_child": 96,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新市區",
                "cunli": "新和里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.291606,
                    23.075155
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905200067",
                "name": "華林藥局",
                "phone": "06 -5896703",
                "address": "臺南市新市區中正路143號",
                "mask_adult": 0,
                "mask_child": 68,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午休診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上看診",
                "note": "固定周1至周6早上08:30發放號碼牌並依序販賣口罩，售完為止。周日下午04:00執行口罩業務",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新市區",
                "cunli": "新和里",
                "service_periods": "NNNNNNYNNYNNYYNNNNNYN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.291333,
                    23.075073
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905200085",
                "name": "大樹新市藥局",
                "phone": "06 -5892552",
                "address": "臺南市新市區中正路49、51號1樓",
                "mask_adult": 200,
                "mask_child": 270,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "新市區",
                "cunli": "新市里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.295128,
                    23.079846
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905210027",
                "name": "愛心藥師藥局",
                "phone": "06 -5935104",
                "address": "臺南市安定區港南里港口147號",
                "mask_adult": 4,
                "mask_child": 30,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "春節營業時間請電洽或依現場公告",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "安定區",
                "cunli": "港南里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.233597,
                    23.090652
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905210036",
                "name": "一翔藥局",
                "phone": "06 -5935208",
                "address": "臺南市安定區港南里港口196號1樓",
                "mask_adult": 2,
                "mask_child": 0,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "春節營業時間請電洽或依現場公告",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "安定區",
                "cunli": "港南里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.23232,
                    23.090438
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905270041",
                "name": "仁德市安藥師藥局",
                "phone": "06 -2661933",
                "address": "臺南市仁德區中正西路25號",
                "mask_adult": 0,
                "mask_child": 176,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣：星期一-日10:00-發放號碼牌並依序至售完",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "仁德區",
                "cunli": "二行里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.224472,
                    22.918137
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905270087",
                "name": "嘉鶴藥局",
                "phone": "06 -2680608",
                "address": "臺南市仁德區仁和里二空路98號1樓",
                "mask_adult": 0,
                "mask_child": 172,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午休診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午休診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上休診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "防疫口罩號碼牌於早上7:30發放",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "仁德區",
                "cunli": "仁和里",
                "service_periods": "YNNNNNYYNNNNNYYNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.223561,
                    22.959873
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905270112",
                "name": "昱欣藥局",
                "phone": "06 -2798970",
                "address": "臺南市仁德區中正路2段1181號1樓",
                "mask_adult": 148,
                "mask_child": 248,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一至周六下午1:00~3:00販售口罩，現場排隊依序購買",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "仁德區",
                "cunli": "仁德里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.251968,
                    22.969687
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905270121",
                "name": "安麗兒藥局仁德店",
                "phone": "06 -2498619",
                "address": "臺南市仁德區新田里中正路二段445號",
                "mask_adult": 0,
                "mask_child": 62,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日上午九點開始販售口罩，現場排隊，無號碼牌，售完為止!",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "仁德區",
                "cunli": "新田里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.252248,
                    22.954611
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905270149",
                "name": "尚澄藥局",
                "phone": "06 -2705580",
                "address": "臺南市仁德區中正路二段1090號",
                "mask_adult": 38,
                "mask_child": 202,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販售時間：星期一-六販賣時間13:00~14:30",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "仁德區",
                "cunli": "仁義里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.252541,
                    22.969106
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905270158",
                "name": "佳德藥局",
                "phone": "06 -2796767",
                "address": "臺南市仁德區德糖路470號1樓",
                "mask_adult": 0,
                "mask_child": 174,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午休診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上休診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩發放時間:禮拜一至禮拜六8:30發號碼牌 9:00領取口罩",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "仁德區",
                "cunli": "後壁里",
                "service_periods": "NNNNNNYNNNYNYYNNNYNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.251819,
                    22.951391
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905270167",
                "name": "和德藥局仁德店",
                "phone": "06 -2703869",
                "address": "臺南市仁德區仁義里中山路576號1樓",
                "mask_adult": 0,
                "mask_child": 182,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "發放口罩時間改為：下午2點至下午4點，並於發放前10分鐘發號碼牌。營業時間從早上8點到晚上10點",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "仁德區",
                "cunli": "仁義里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.25214,
                    22.971698
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905270176",
                "name": "大樹仁德藥局",
                "phone": "06 -2797466",
                "address": "臺南市仁德區中正路二段1152號1樓",
                "mask_adult": 240,
                "mask_child": 258,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "仁德區",
                "cunli": "仁義里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.251942,
                    22.970621
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905270185",
                "name": "朝伯藥局",
                "phone": "06 -2796655",
                "address": "臺南市仁德區中正路三段1號1樓",
                "mask_adult": 14,
                "mask_child": 138,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "配合防疫口罩販售時間：週一至週六13:30以後，售完為止。18:00~18:30為休息時間，停止販售。",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "仁德區",
                "cunli": "仁德里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.251565,
                    22.971898
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905280010",
                "name": "安新藥局",
                "phone": "06 -3306008",
                "address": "臺南市歸仁區民族北街17巷14號",
                "mask_adult": 0,
                "mask_child": 188,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "歸仁區",
                "cunli": "後市里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.291832,
                    22.967846
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905280038",
                "name": "萊德藥局",
                "phone": "06 -2305500",
                "address": "臺南市歸仁區中山路二段78號",
                "mask_adult": 0,
                "mask_child": 80,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "歸仁區",
                "cunli": "後市里",
                "service_periods": "NNNNNNYNNNNNYYNNYNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.291807,
                    22.967151
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905280047",
                "name": "獅甲藥局",
                "phone": "06 -3388387",
                "address": "臺南市歸仁區六甲里六甲路203號",
                "mask_adult": 0,
                "mask_child": 190,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "每天早上8點依序發口罩，發完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "歸仁區",
                "cunli": "六甲里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.278786,
                    22.952386
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905280065",
                "name": "微笑藥局",
                "phone": "06 -2397495",
                "address": "臺南市歸仁區中山路二段125號",
                "mask_adult": 168,
                "mask_child": 190,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "歸仁區",
                "cunli": "後市里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.291387,
                    22.966939
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905280074",
                "name": "醫康藥局",
                "phone": "06 -3032123",
                "address": "臺南市歸仁區武東里明德新村2號",
                "mask_adult": 0,
                "mask_child": 6,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "歸仁區",
                "cunli": "武東里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.267864,
                    22.926067
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905280092",
                "name": "元康保健藥局",
                "phone": "06 -2309055",
                "address": "臺南市歸仁區中山路二段229號",
                "mask_adult": 0,
                "mask_child": 106,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "早上九點~晚上十點",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "歸仁區",
                "cunli": "後市里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.288788,
                    22.967208
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905280109",
                "name": "大樹青青藥局",
                "phone": "06 -2300301",
                "address": "臺南市歸仁區中山路三段12號",
                "mask_adult": 200,
                "mask_child": 148,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "歸仁區",
                "cunli": "南保里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.28744,
                    22.967624
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905280118",
                "name": "和雅藥局",
                "phone": "06--2307757",
                "address": "臺南市歸仁區民權三街96號1樓",
                "mask_adult": 14,
                "mask_child": 75,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "歸仁區",
                "cunli": "後市里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.290169,
                    22.969361
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905280127",
                "name": "義德藥局歸仁店",
                "phone": "06 -2300399",
                "address": "臺南市歸仁區民權北路75號1樓",
                "mask_adult": 14,
                "mask_child": 8,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每日8:30發放號碼牌，10:00-12:00領取口罩",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "歸仁區",
                "cunli": "南保里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.287899,
                    22.969242
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905280136",
                "name": "悅橙歸仁藥局",
                "phone": "06 -2396660",
                "address": "臺南市歸仁區大通路43號1樓",
                "mask_adult": 14,
                "mask_child": 206,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "歸仁區",
                "cunli": "歸仁里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.295979,
                    22.967603
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905290025",
                "name": "義德藥局",
                "phone": "06 -5954061",
                "address": "臺南市關廟區關廟里忠孝街7號",
                "mask_adult": 0,
                "mask_child": 80,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "關廟區",
                "cunli": "關廟里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.326482,
                    22.960443
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310031",
                "name": "怡品藥局",
                "phone": "06 -2057346",
                "address": "臺南市永康區大灣路870號",
                "mask_adult": 0,
                "mask_child": 178,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "口罩於營業時間準時開賣，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "崑山里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.256536,
                    22.99996
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310068",
                "name": "育安藥局",
                "phone": "06 -3116850",
                "address": "臺南市永康區中興里中華路274號",
                "mask_adult": 0,
                "mask_child": 270,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午休診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上看診",
                "note": "中午12點",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "中興里",
                "service_periods": "NNNNNNYNNYNNNYNNNNNYN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.235468,
                    23.006091
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310157",
                "name": "信仁藥局",
                "phone": "06 -2337755",
                "address": "臺南市永康區中華西街149號",
                "mask_adult": 48,
                "mask_child": 217,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "西橋里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.225711,
                    23.015808
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310184",
                "name": "鹽行健保藥局",
                "phone": "06 -2435112",
                "address": "臺南市永康區中正南路861號",
                "mask_adult": 26,
                "mask_child": 158,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "禮拜日整天公休",
                "custom_note": "(一~六)中午12:30-13:30開始領號碼牌,下午03:00-06:00點開始賣口罩,逾時號碼取消,資格讓給有需要的人＊＊請自備１０元＊＊",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "塩洲里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.236916,
                    23.04132
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310237",
                "name": "睿禾藥局",
                "phone": "06 -3023868",
                "address": "臺南市永康區東橋一路13號",
                "mask_adult": 0,
                "mask_child": 4,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "防疫口罩週ㄧ到週六每日AM 9:00發號碼牌。PM2點後不受理防疫口罩。",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "東橋里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.235563,
                    23.016092
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310255",
                "name": "濟康藥師藥局",
                "phone": "06 -3122057",
                "address": "臺南市永康區勝利里勝學路281號",
                "mask_adult": 0,
                "mask_child": 21,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "勝利里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.230944,
                    23.007719
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310264",
                "name": "仁安藥師藥局",
                "phone": "06 -2056055",
                "address": "臺南市永康區崑山里大仁街61號",
                "mask_adult": 0,
                "mask_child": 262,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "崑山里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.256603,
                    23.001828
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310273",
                "name": "誠康藥局",
                "phone": "06 -3022005",
                "address": "臺南市永康區中山東路113號1樓",
                "mask_adult": 13,
                "mask_child": 5,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "三合里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.236741,
                    23.012662
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310291",
                "name": "俐欣藥局",
                "phone": "06 -2050777",
                "address": "臺南市永康區大仁街206號1樓",
                "mask_adult": 0,
                "mask_child": 136,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "崑山里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.258171,
                    23.005534
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310308",
                "name": "一加藥局",
                "phone": "06 -2023140",
                "address": "臺南市永康區正強街231號1樓",
                "mask_adult": 52,
                "mask_child": 54,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上看診",
                "note": "週一到五10-11下午4-5(成人一般早上就售完周六下午3-5",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "正強里",
                "service_periods": "NNNNNNYNNNNNNNNNNNNYN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.251574,
                    23.029663
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310326",
                "name": "美德生醫藥局",
                "phone": "06 -2030463",
                "address": "臺南市永康區復國一路496號1樓",
                "mask_adult": 0,
                "mask_child": 66,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "復華里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.24503,
                    23.015137
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310344",
                "name": "昱賢藥師藥局中正店",
                "phone": "06 -2021535",
                "address": "臺南市永康區中正路141、143號1樓",
                "mask_adult": 0,
                "mask_child": 68,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "塩行里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.2377,
                    23.040999
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310353",
                "name": "家嘉藥局",
                "phone": "06 -3121328",
                "address": "臺南市永康區復國一路206號",
                "mask_adult": 0,
                "mask_child": 236,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "復國里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.246247,
                    23.006438
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310531",
                "name": "晉大藥局復國店",
                "phone": "06 -2025309",
                "address": "臺南市永康區復國一路582－1號",
                "mask_adult": 2,
                "mask_child": 142,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩下午三點現場領號碼牌並販售至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "復華里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.243758,
                    23.016714
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310540",
                "name": "裕安藥局",
                "phone": "06 -3133251",
                "address": "臺南市永康區中華二路385號",
                "mask_adult": 0,
                "mask_child": 94,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上看診",
                "note": "2\/28全日休診。口罩販賣與看診同步，每日早上8:00開始販售，售完為止。",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "六合里",
                "service_periods": "NNNNNNNNNNNNYYNNNNNYN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.231485,
                    23.008303
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310559",
                "name": "康群藥局",
                "phone": "06 -2011839",
                "address": "臺南市永康區復國里復華三街72號",
                "mask_adult": 50,
                "mask_child": 234,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "防疫口罩發放時段:星期一~六下午1:00-3:00， 星期日沒有",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "復國里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.245849,
                    23.00976
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310568",
                "name": "宜芯健康藥局",
                "phone": "06 -2722622",
                "address": "臺南市永康區大灣路736號1樓",
                "mask_adult": 0,
                "mask_child": 140,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "南灣里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.261135,
                    23.000757
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310620",
                "name": "台南永康藥局",
                "phone": "06 -2020201",
                "address": "臺南市永康區中山南路816、816－1．2．3號",
                "mask_adult": 122,
                "mask_child": 242,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：19:30起",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "永康里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.257096,
                    23.025857
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310657",
                "name": "昂德藥局",
                "phone": "06 -3121220",
                "address": "臺南市永康區復華里復國一路152號1樓",
                "mask_adult": 2,
                "mask_child": 215,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每月第2 第4 星期日公休 每日下午兩點開始銷售口罩",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "復華里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.246347,
                    23.012382
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310693",
                "name": "怡德藥局",
                "phone": "06 -2325678",
                "address": "臺南市永康區中山路118號",
                "mask_adult": 228,
                "mask_child": 232,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "11\/30休診",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "埔園里",
                "service_periods": "NNNNNNYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.256516,
                    23.029218
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310746",
                "name": "珊瑚藥局",
                "phone": "06 -2054235",
                "address": "臺南市永康區南灣里大灣路503號",
                "mask_adult": 2,
                "mask_child": 266,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午休診、星期二下午休診、星期三下午休診、星期四下午休診、星期五下午休診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "上午診8:30-12:00， 下午診16:30-21:00， 周ㄖ上午9:00-12:00",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "南灣里",
                "service_periods": "NNNNNNNYYYYYYYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.264224,
                    23.001114
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310755",
                "name": "德昌藥局永康店",
                "phone": "06 -3020628",
                "address": "臺南市永康區中華路462號",
                "mask_adult": 0,
                "mask_child": 76,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "五王里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.232677,
                    23.010813
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310773",
                "name": "長頸鹿藥局",
                "phone": "06 -3020188",
                "address": "臺南市永康區中華路681號",
                "mask_adult": 754,
                "mask_child": 272,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上休診、星期三晚上看診、星期四晚上休診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "早8:00~12:00 午15:30~18:30 晚18:30~21:30 口罩代售時間一~五15:30~17:30 週六9:00~11:00；現場排隊",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "安康里",
                "service_periods": "NNNNNNYNNNNNYYNYNYNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.228817,
                    23.016087
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310791",
                "name": "三欣藥局",
                "phone": "06 -3125808",
                "address": "臺南市永康區勝利里小東路423巷2號1樓",
                "mask_adult": 2,
                "mask_child": 230,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上看診、星期三晚上休診、星期四晚上看診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "勝利里",
                "service_periods": "NNNNNNYNNNNNYYYNYNYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.233146,
                    22.999075
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310826",
                "name": "詠健藥局",
                "phone": "06 -2033780",
                "address": "臺南市永康區中山路102號1樓",
                "mask_adult": 2,
                "mask_child": 158,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "埔園里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.256599,
                    23.028887
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310835",
                "name": "中華長億藥局",
                "phone": "06 -3022322",
                "address": "臺南市永康區中華路734、736號1樓",
                "mask_adult": 346,
                "mask_child": 299,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：19:30起",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "甲頂里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.213042,
                    23.023064
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310853",
                "name": "大力藥局大灣店",
                "phone": "06 -2054292",
                "address": "臺南市永康區大灣路376號1樓",
                "mask_adult": 0,
                "mask_child": 96,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "每天下午一點",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "大灣里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.266613,
                    23.005543
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310871",
                "name": "晶辰藥局",
                "phone": "06 -2733368",
                "address": "臺南市永康區大灣里民族路396巷1號、3號、398號1樓",
                "mask_adult": 128,
                "mask_child": 150,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午休診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上休診、星期二晚上休診、星期三晚上休診、星期四晚上休診、星期五晚上休診、星期六晚上休診、星期日晚上休診",
                "note": "口罩販賣時間早上9點半~下午4點",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "大灣里",
                "service_periods": "NNNNNYYNNNNNYYYYYYYYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.266071,
                    23.008252
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310880",
                "name": "永東藥局",
                "phone": "06 -2318700",
                "address": "臺南市永康區中山路55號1樓",
                "mask_adult": 0,
                "mask_child": 36,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "埔園里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.256244,
                    23.029213
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310915",
                "name": "杏安心藥局",
                "phone": "06 -3029067",
                "address": "臺南市永康區六合里中山南路12－1號1樓",
                "mask_adult": 208,
                "mask_child": 218,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "-",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "六合里",
                "service_periods": "NNNNNNYNNNNNNYNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.226889,
                    23.011637
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310924",
                "name": "永仁藥局",
                "phone": "06 -2730816",
                "address": "臺南市永康區永大路二段85號1樓",
                "mask_adult": 226,
                "mask_child": 294,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午休診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "固定周一~周五 晚上19點~21點開始販售口罩，周六上午10點~12點開始販售口罩，受完即止，謝謝",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "崑山里",
                "service_periods": "NNNNNNYNNNNNYYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.260555,
                    23.003926
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310933",
                "name": "樂馨藥局",
                "phone": "06 -2038100",
                "address": "臺南市永康區中山路85號1樓",
                "mask_adult": 0,
                "mask_child": 6,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上休診",
                "note": "固定周一至周六9:00開始現場排隊依序販售口罩，售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "埔園里",
                "service_periods": "NNNNNNNNNNNNNYNNNNNNY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.256064,
                    23.029842
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310942",
                "name": "大樹南灣藥局",
                "phone": "06 -2728822",
                "address": "臺南市永康區大灣路555號1樓",
                "mask_adult": 196,
                "mask_child": 162,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午看診、星期五上午看診、星期六上午看診、星期日上午看診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午看診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上看診、星期日晚上看診",
                "note": "口罩販賣時段：下午7:30起至售完為止",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "南灣里",
                "service_periods": "NNNNNNNNNNNNNNNNNNNNN"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.262721,
                    23.000807
                ]
            }
        },
        {
            "type": "Feature",
            "properties": {
                "id": "5905310951",
                "name": "合佑藥局",
                "phone": "06 -3020147",
                "address": "臺南市永康區安康里中華路695－2號1樓",
                "mask_adult": 251,
                "mask_child": 268,
                "updated": "2020\/02\/16 18:15:04",
                "available": "星期一上午看診、星期二上午看診、星期三上午看診、星期四上午休診、星期五上午看診、星期六上午看診、星期日上午休診、星期一下午看診、星期二下午看診、星期三下午看診、星期四下午看診、星期五下午看診、星期六下午看診、星期日下午休診、星期一晚上看診、星期二晚上看診、星期三晚上看診、星期四晚上看診、星期五晚上看診、星期六晚上休診、星期日晚上休診",
                "note": "買口罩時間:依照門診時間販賣(售完為止)",
                "custom_note": "",
                "website": "",
                "county": "臺南市",
                "town": "永康區",
                "cunli": "安康里",
                "service_periods": "NNNYNNYNNNNNNYNNNNNYY"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [
                    120.228493,
                    23.016481
                ]
            }
        }
    ]
};
const data = dataJson.features;
let showMask = "";

getTodat();
// getMap();
updateStoreList('all');
UserChooseLocation();
getUserLocation();
// function my$(id) {
//     return document.getElementById(id);
// }

// 取得今天日期
function getTodat() {
    let Today = new Date();
    let weekDay = ["星期日", "星期一", "星期二", "星期三", "星期四", "星期五", "星期六"];
    let nowWeek = weekDay[Today.getDay()];
    let str = "";
    if (Today.getDay() === 0) {
        //星期日
        str = `<h1>${nowWeek}</h1>不限身份證字號都可以買口罩`;
    } else if (Today.getDay() % 2 === 0) {
        //偶數
        str = `<h1>${nowWeek}</h1>身份證<span class="id-last">最後一碼為</span><div><span class="idNum">2、4、6、8、0</span> 的人可以買口罩！</div>`;
    } else {
        //奇數
        str = `<h1>${nowWeek}</h1>身份證<span class="id-last">最後一碼為</span><div><span class="idNum">1、3、5、7、9</span> 的人可以買口罩！</div>`;
    }
    document.getElementById('whoCanBuy').innerHTML = str;
    let todayDate = Today.getFullYear() + " 年 " + (Today.getMonth() + 1) + " 月 " + Today.getDate() + " 日";
    document.getElementById('todayDate').append(todayDate);
}

function UserChooseLocation() {
    // 選擇行政區插件
    new TwCitySelector();
}

// TODO: 2020.02.14 change時要取得value，然後篩選資料，輸出店家名單，最後再重輸出到地圖上====================
function getUserLocation() {
    let cityBtn = document.getElementById('citySelectorBtn').onclick = function () {
        const county = document.getElementById('citySelector').getElementsByTagName('select')[0];
        const district = document.getElementById('citySelector').getElementsByClassName('district')[0];
        if(county.value && district.value){
            let keyword = county.value + district.value;
            let result = dataJson.features.filter(item => item.properties.address.indexOf(keyword) !== -1 ? keyword : false);
            console.log(result);
            let str='';
            let maskStoreTotal = 0;
            if(!result) {
                maskStoreTotal++;
                return;
            }
            for (let i = 0; i < result.length; i++) {
                // console.log(result[i]);
                str += `<article>
                            <h4>${result[i].properties.name}</h4>
                                <ul>
                                    <li>${result[i].properties.address}</li>
                                    <li>${result[i].properties.phone}</li>
                    <!--                <li>今日營業時間：${result[i].properties.available}</li>-->
                                </ul>
                            <div class="sidebar__maskNum">
                                <div class="mask-type mask-adult ${result[i].properties.mask_adult === 0 ? 'noMask' : ' '} "><em>成人</em> ${result[i].properties.mask_adult}</div>
                                <div class="mask-type mask-child ${result[i].properties.mask_child === 0 ? 'noMask' : ' '}"><em>兒童</em> ${result[i].properties.mask_child}</div>
                            </div>
                            <span class="sidebar__updateTime">
                                ${result[i].properties.updated} 更新
                            </span>
                                  </article>`;
                maskStoreTotal++;

            }
            document.getElementById('storeList').innerHTML = str;
            document.getElementById('maskMapTitle').getElementsByTagName('span')[0].innerText = maskStoreTotal;

            // L.marker(myLocation ? myLocation : [25.061285, 121.565481], {icon: redIcon}).addTo(map)
            //     .bindPopup('<h1>我的位置</h1>');
        }

    }

}

// 成人、兒童口罩篩選
function btnShowMask() {
    let maskBtn = document.getElementById('fliterMask').getElementsByTagName('input');
    for (let i = 0; i < maskBtn.length; i++) {
        maskBtn[i].onclick = function () {
            switch (maskBtn[i].id) {
                case 'btn__adultMask':
                    updateStoreList('adult');
                    break;
                case 'btn__childMask':
                    updateStoreList('child');
                    break;
                default:
                    updateStoreList();
            }
        }
    }
}

btnShowMask();

// 篩選口罩數量，更新左側列表
function updateStoreList(showMask) {
    showMask = showMask ? showMask : 'all';
    let str = "";

    let maskStoreTotal = 0;
    let limit = 0;
    for (let i = 0; i < data.length; i++) {
        limit = 0;
        if (showMask && showMask === 'adult') {
            if (data[i].properties.mask_adult !== 0) {
                limit++;
            }
        } else if (showMask && showMask === 'child') {
            if (data[i].properties.mask_child !== 0) {
                limit++;
            }

        } else {
            limit++;
        }
        if (limit > 0) {
            if (data[i].properties.mask_adult + data[i].properties.mask_child === 0) {
                continue;
            }
            str += `<article>
                            <h4>${data[i].properties.name}</h4>
                                <ul>
                                    <li>${data[i].properties.address}</li>
                                    <li>${data[i].properties.phone}</li>
                    <!--                <li>今日營業時間：${data[i].properties.available}</li>-->
                                </ul>
                            <div class="sidebar__maskNum">
                                <div class="mask-type mask-adult ${data[i].properties.mask_adult === 0 ? 'noMask' : ' '} "><em>成人</em> ${data[i].properties.mask_adult}</div>
                                <div class="mask-type mask-child ${data[i].properties.mask_child === 0 ? 'noMask' : ' '}"><em>兒童</em> ${data[i].properties.mask_child}</div>
                            </div>
                            <span class="sidebar__updateTime">
                                ${data[i].properties.updated} 更新
                            </span>
                                  </article>`;
            maskStoreTotal++;
        }

    }
    document.getElementById('storeList').innerHTML = str;
    document.getElementById('maskMapTitle').getElementsByTagName('span')[0].innerText = maskStoreTotal;
}


// 偵測使用者定位，再產生地圖
// navigator.geolocation.getCurrentPosition(getPosition);
// function getPosition(position) {
//     let myLocation = [position.coords.latitude, position.coords.longitude];
//     getMap(myLocation);
// }
getMap(); // temp============啟用偵測定位後刪除
// 產生地圖
function getMap(myLocation) {
    let map = L.map('map', {
        center: [25.053144, 121.544704],
        zoom: 16
    });
    const getMapSuccess = true;
    // 註冊API
    L.tileLayer('https://api.mapbox.com/styles/v1/{id}/tiles/{z}/{x}/{y}?access_token={accessToken}', {
        attribution: 'Map data &copy; <a href="https://www.openstreetmap.org/">OpenStreetMap</a> contributors, <a href="https://creativecommons.org/licenses/by-sa/2.0/">CC-BY-SA</a>, Imagery © <a href="https://www.mapbox.com/">Mapbox</a>',
        maxZoom: 20,
        id: 'mapbox/streets-v11',
        accessToken: 'pk.eyJ1Ijoiam9objg4OTUiLCJhIjoiY2s2ZjBpbnRlMDQxNTNlbXQzcGRmd3g0ZSJ9.CZhZ2p1dMuFgIPard8rqwg'
    }).addTo(map);


    generateMarker(getMapSuccess, map);
    // L.marker(myLocation ? myLocation : [25.061285, 121.565481], {icon: redIcon}).addTo(map)
    //     .bindPopup('<h1>我的位置</h1>');
    // 與目前位置距離
    // 目前地址
    // 地圖
    //     判斷：
    //     當前位置：紅色圖示、店家點（綠色）
    // infoWindow
    // 店名、距離當前幾km
    // 導航連結
    // *標星號
    // 側邊欄
    //     顯示字串：最後一碼…
    //     當前位置：顯示地址
    //     輸入地址 查詢
    //     列表項目
    //         店名、距離當前幾km
    //         地址
    //         電話（點選可撥打）
    //         營業時間
    //         口罩數量：成人 0 、兒童 20
    //         *標星號
    //         *導航連結
    //         距離最近：離當前位置最近：取得一定範圍內所有marker，計算與當前位置之間的差距，取最小
    //         存量最多：計算一定範圍內所有marker，口罩總數（成人+兒童）最多，取最大
    //         *已標星號
}

function generateMarker(getMapSuccess, map) {
    // ICON
    let greenIcon = new L.Icon({
        iconUrl: 'https://cdn.rawgit.com/pointhi/leaflet-color-markers/master/img/marker-icon-2x-green.png',
        shadowUrl: 'https://cdnjs.cloudflare.com/ajax/libs/leaflet/0.7.7/images/marker-shadow.png',
        iconSize: [25, 41],
        iconAnchor: [12, 41],
        popupAnchor: [1, -34],
        shadowSize: [41, 41]
    });
    let blueIcon = new L.Icon({
        iconUrl: 'https://cdn.rawgit.com/pointhi/leaflet-color-markers/master/img/marker-icon-2x-blue.png',
        shadowUrl: 'https://cdnjs.cloudflare.com/ajax/libs/leaflet/0.7.7/images/marker-shadow.png',
        iconSize: [25, 41],
        iconAnchor: [12, 41],
        popupAnchor: [1, -34],
        shadowSize: [41, 41]
    });
    let greyIcon = new L.Icon({
        iconUrl: 'https://cdn.rawgit.com/pointhi/leaflet-color-markers/master/img/marker-icon-2x-grey.png',
        shadowUrl: 'https://cdnjs.cloudflare.com/ajax/libs/leaflet/0.7.7/images/marker-shadow.png',
        iconSize: [25, 41],
        iconAnchor: [12, 41],
        popupAnchor: [1, -34],
        shadowSize: [41, 41]
    });
    let redIcon = new L.Icon({
        iconUrl: 'https://cdn.rawgit.com/pointhi/leaflet-color-markers/master/img/marker-icon-2x-red.png',
        shadowUrl: 'https://cdnjs.cloudflare.com/ajax/libs/leaflet/0.7.7/images/marker-shadow.png',
        iconSize: [25, 41],
        iconAnchor: [12, 41],
        popupAnchor: [1, -34],
        shadowSize: [41, 41]
    });
    // 群組 marker
    if (!getMapSuccess) {
        return;
    }
    // 2020.02.17 TODO:新增一個marker
    L.marker([25.053144, 121.544704], {icon: redIcon}).addTo(map)
        .bindPopup('<h1>我的位置</h1>');


    // let markers = new L.MarkerClusterGroup().addTo(map);
    // // 循環取得遠端資料
    // for (let i = 0; i < data.length; i++) {
    //     let lat = data[i].geometry.coordinates[1];
    //     let lng = data[i].geometry.coordinates[0];
    //     let info = data[i].properties;
    //     // 如果口罩數量為0，則不顯示marker
    //     if (info.mask_adult + info.mask_child === 0) {
    //         continue;
    //     }
    //     markers.addLayer(L.marker([lat, lng], {icon: info.mask_adult + info.mask_child !== 0 ? blueIcon : greyIcon})
    //         .bindPopup(
    //             `<h1>${info.name}</h1>
    //              <em>${info.updated} 更新</em>
    //              <div class='sidebar__maskNum map__maskNum'>
    //                  <div class="mask-type mask-adult ${data[i].properties.mask_adult === 0 ? 'noMask' : ' '} "><em>成人</em> ${data[i].properties.mask_adult}</div>
    //                  <div class="mask-type mask-child ${data[i].properties.mask_child === 0 ? 'noMask' : ' '}"><em>兒童</em> ${data[i].properties.mask_child}</div>
    //              </div>`))
    //         .openPopup();
    // }
    // map.addLayer(markers);
}